{
  "Gestión de Usuarios, Permisos y Accesos": {
    "Si el sistema me da error al listar (ej. Listado 1184 de Contribuciones Figurativas, listados de Tesorería, o Consulta de Presupuesto de Gastos), ¿a qué se debe, y cómo se soluciona, especialmente si el error es \"ORA-00936: missing expression\" o \"ORA-00904: invalid identifier\"?": "Los errores que ocurren al intentar listar o exportar información de SIAF, especialmente aquellos con códigos ORA-, son generalmente fallas técnicas del sistema o de la base de datos, y no suelen ser problemas de parametrización del usuario.\n1. Causas Comunes de Errores al Listar:\nErrores ORA (Fallas de SQL/Base de Datos):\n\"ORA-00936: missing expression\": Este error indica que falta una expresión en la consulta SQL interna, lo que ha ocurrido en listados de Tesorería y en el listado 1179 de Rendiciones Caja Chica/UTD.\n\"ORA-00904: invalid identifier\": Señala que el sistema intenta acceder a una columna que no reconoce (como \"IMPORTEPAGADO\" o \"C\".\"D2014_ESTADO\"), afectando la generación de reportes específicos como el listado 1179, el listado 625, y el listado 1119.\n\"ORA-01427: single-row subquery returns more than one row\": Indica un error de subconsulta que devuelve múltiples filas cuando solo se espera una. Este error se ha reportado en el listado de OPIs.\nProblemas con DLL o Clase No Registrada: Errores como Listado N°Main DLLCódigo -2147418105 o Clase no registrada también son fallas técnicas del sistema que impiden la generación de listados.\nArchivos Adjuntos o Configuración (Listado 813): Se reportó que el listado 813 de Solicitud de Fondos generaba error en PDF y Excel.\nFiltros Incorrectos: En ocasiones, el error puede deberse a los filtros aplicados. Por ejemplo, al tildar la opción \"SIN extracto asignado\" en el listado 1130, se reportaron renglones que sí tenían extracto. Al listar el 1184, si el usuario no tenía el permiso de exportar a Excel, el listado (que solo se genera en Excel) no se mostraba.\n2. Soluciones y Procedimiento:\nReporte a SIAF: La solución más común es reportar el error al equipo de SIAF para que lo revisen y lo corrijan en la base de datos o en los scripts de los listados. Una vez corregido, el usuario ya no tendrá inconvenientes.\nVerificación de Parámetros: Antes de reportar, se solicita al usuario que verifique los parámetros que está utilizando.\nPermisos de Exportación (Listado 1184): Específicamente para el listado 1184 (que solo se genera en Excel), el usuario debe asegurarse de tener el permiso \"exportar los listados a excel\" en el módulo de Tesorería.\nCierre de Navegador: En algunos casos, se sugiere cerrar la sesión y volver a ingresar al sistema.",
    "Si las columnas en un listado (ej. hoja de rendición de Caja Chica) aparecen encimadas o el listado en Excel no se descarga, ¿es un problema de SIAF o de la configuración local?": "Los problemas con la visualización de formatos (columnas encimadas o archivos que no se descargan correctamente) pueden ser tanto fallas del sistema (cuando el archivo es demasiado grande o hay un error en el reporte) como un problema local (navegador o conexión).\n1. Listados que No Descargan o Muestran Errores:\nTamaño del Archivo: Cuando el archivo es demasiado grande, el sistema puede devolver un error de capacidad excedida: 413 Request Entity Too Large. También puede salir un error indicando que la planilla que se intenta imprimir es \"demasiado grande\".\nProblemas de Conexión/Navegador: Si un listado no se descarga, se tilda, o queda cargando, la atención al usuario sugiere probar con otro navegador (como Chrome), revisar la conexión, o comunicarse con el área informática local.\nSe reportó que, al intentar exportar un balance, el archivo de Excel aparecía dañado o con extensión incorrecta.\nSe ha reportado la lentitud y el cuelgue al intentar trabajar en paralelo con el Explorer y cargar archivos planos.\nFalla del Reporte: Se reportó que, al intentar generar el listado 614, se daba un error que luego tildaba todo SIAF.\n2. Columnas Encimadas o Problemas de Formato Visual:\nHojas de Rendición: Se reportó que en la Hoja de Rendición de Caja Chica, las filas salían encimadas. El equipo de soporte pudo verificar que el error no era visible en su consulta, por lo que solicitó una imagen al usuario.\nReportes PDF/Excel: Se han reportado problemas donde el total de los listados en PDF y Excel difieren, o donde el separador de decimales (el punto en la parte entera) no se imprime en el reporte.\nConclusión: Aunque probar con otro navegador es una solución frecuente, si el error de descarga persiste en varias computadoras o usuarios, la causa más probable es una falla general del sistema (como que el archivo es demasiado grande o hay un error en el script de exportación).",
    "Si al intentar subir un archivo (ej. liquidación de sueldos en .txt o complementaria) obtengo un error de formato (\"el registro no contiene separadores decimales\") o de tamaño de columna (\"value too large for column\"), ¿cómo corrijo el archivo o el formato de los datos?": "Los errores de formato y tamaño de columna al intentar subir archivos planos (.txt) de liquidaciones (haberes, ART, Ingresos Brutos) o complementarias son fallas del archivo fuente que requieren corrección manual del contenido o actualización del aplicativo externo (SIAGER, SIAP, SIDETER).\n1. Errores de Formato o Caracteres (Separadores Decimales):\nError \"El registro no contiene separadores decimales\": Este error surge al importar archivos de retenciones (Ingresos Brutos o Profesionales Liberales) a aplicativos como SIAGER o SIAP.\nCausa: La causa puede ser una desactualización en la versión del aplicativo externo (ej. SIAGER o SIDETER). El SIAF genera un nuevo formato de archivo, y si el aplicativo receptor no está actualizado, rechaza el archivo.\nSolución: Se debe actualizar la versión del aplicativo externo.\nPuntos en el Importe: Al cargar lotes de funcionarios, se ha indicado que un punto en el importe donde no debería estar puede causar errores.\nEspacios en Blanco: Se indica que al cargar un archivo .txt de liquidación, se deben borrar los espacios que se encuentren en el archivo.\nFalta de ENTER al Final: En archivos de transferencia bancaria (.txt), se ha indicado que falta agregar un ENTER al final de la última línea.\n2. Errores de Tamaño de Columna o Registros (ORA-12899):\nError \"ORA-12899: value too large for column...\": Este error específico (ej., (actual: 202, maximum: 200)) ocurre cuando el valor de un campo (ej., observación de una liquidación) supera la longitud máxima permitida en la base de datos (ej., 200 caracteres).\nSolución: Se debe revisar el archivo .txt (complementaria en este caso) y reducir la longitud del contenido del campo que excede el límite (por ejemplo, el campo de observación).\n3. Inconsistencia en la Cantidad de Líneas:\nError \"Líneas en el archivo no corresponden con la cantidad que se insertarían en el browser\": Este error indica que hay una discrepancia entre el número de registros en el archivo .txt y el número de registros que SIAF está intentando procesar (ej., Líneas en el archivo: 52 - Líneas insertadas: 51).\nSolución: Esto puede deberse a un formato incorrecto en alguna de las líneas (como espacios o caracteres no válidos) o a un error interno del sistema que debe revisarse. Se debe controlar que el .txt no tenga errores.\nNota: Para liquidaciones de guardias, se ha reportado este error, y la solución ha sido corregir los códigos SIAF en el archivo.",
    "Si al cargar un compromiso de gasto o una orden de compra, el remanente contable se libera totalmente antes de tiempo, ¿cómo corrijo esta situación?": "El problema de que la reserva presupuestaria (el remanente contable) se anule por el total al comprometer la primera Orden de Compra (OC) es una característica del Expediente de Compras, que difiere de otros tipos de expedientes.\n1. Naturaleza del Expediente de Compras:\nAnulación Total de Reserva: En los Expedientes de Compras, al comprometer la primera Orden de Compra (OC), la reserva se anula por el total. Este es el comportamiento esperado para este tipo de expediente.\nDiferencia con Expediente de Obras: En cambio, en los Expedientes de Obras, la reserva se anula parcialmente, solo por el importe comprometido.\n2. Corrección de la Reserva/Compromiso:\nSi se necesita utilizar parte de la reserva para otras OC, o si se desea disminuir el monto comprometido, se debe desandar el proceso para liberar los fondos, o utilizar un tipo de expediente diferente:\nRevertir Pasos (Anulación de OC y Compromiso): Para liberar la reserva, es necesario anular el compromiso y la Orden de Compra (OC) que lo generó.\nAnulación Total: Se debe anular el compromiso y la OC. Al anular el compromiso, el importe regresa al disponible de la partida presupuestaria.\nExpediente de Compras: Si el expediente es de compras, se anula la reserva por el total.\nModificación del Monto Devengado/OC: Si el expediente ya está comprometido y devengado, la única manera de modificar la reserva es volver los pasos hacia atrás (desde el último realizado hasta el primero). Si ya hay devengado o pago, la anulación de la reserva debe ser gestionada por el área contable.\nCambio de Tipo de Expediente (Si la Reserva es Parcial): Si la DA necesita que la reserva se disminuya parcialmente, se recomienda no usar el Expediente de Compras. Por ejemplo, para realizar un compromiso parcial en obras (que tiene sus propias restricciones).",
    "Si necesito modificar o dar de alta una oficina o repartición en SIAF para la generación de expedientes de gastos, ¿cómo se solicita, y existe una nota modelo para ello?": "El alta o la modificación de oficinas y reparticiones en SIAF es un proceso que se inicia formalmente mediante una solicitud dirigida al área SIAF.\n1. Solicitud de Alta/Modificación de Oficinas (Estructura Orgánica):\nProcedimiento: Si se necesita incorporar una nueva oficina (ej., Departamento Tesorería) a la Dirección Administrativa (DA), esta oficina debe estar previamente definida en la estructura orgánica del organismo.\nEnvío Documental: La solicitud se realiza mediante un expediente.\nDocumentación Requerida: La nota debe solicitar el alta de la oficina e indicar la DA correspondiente. Se sugiere anexar la Resolución donde se encuentra la estructura orgánica que respalda la creación de la oficina.\nNota Modelo: No existe un formato de nota específico para el alta de oficinas. El usuario puede realizar una nota utilizando el encabezado de las notas modelo que están subidas en el sitio web oficial de SIAF.\n2. Solicitud de Alta de Repartición (Proveedor):\nFinalidad: Las \"Reparticiones\" son una agrupación de proveedores (ej., Juzgados, Ministerios) que deben ser dados de alta para que la DA pueda operar con ellos.\nProcedimiento: El alta de reparticiones es un proceso centralizado en el área SIAF (Área MECOSI).\nSe debe enviar al correo oficial de SIAF o por Mesa de Entradas una nota.\nSe requiere el CUIT de la repartición y alguna resolución o documento que la contemple.\nNota Modelo: Para solicitar el alta, se debe usar la \"Nota modelo de solicitud de alta de REPARTICION\", que se encuentra en el sitio web oficial de SIAF.",
    "Si la OP fue generada correctamente y autorizada, pero al intentar imprimirla la pestaña aparece en blanco, o solo se genera el Volante de Imputación de Pago, ¿cuál es la causa probable y cómo lo soluciono?": "Si una Orden de Pago (OP) no se imprime correctamente (pestaña en blanco, error 404, o solo se imprime el volante de imputación) es un problema recurrente de SIAF relacionado con el reporte o el servidor, no con la autorización contable.\n1. Causas de Falla en la Impresión de la OP:\nError 404 (Recurso No Encontrado): Al intentar imprimir la OP, puede aparecer el error Error de servidor en la aplicación 'SIAFER'. HTTP 404. El recurso que está buscando no se encuentra disponible.\nFalla de Servidor (PDF): Se ha reportado que el sistema genera un PDF erróneo o que no se guarda bien.\nGeneración Parcial: Cuando la OP está en estado Autorizada o Pagada, el sistema debería generar dos volantes: uno de la OP y otro de la imputación de la OP. Si solo se genera el Volante de Imputación y no la OP, es un error del sistema.\n2. Soluciones y Procedimientos:\nReimpresión: La reimpresión del Volante de Registro de Compromiso de Expediente se realiza usando el listado de código 200 en LISTADOS > CONTADURIA.\nProblema de Reporte General: El error que impide generar PDF o Excel es un problema conocido y reportado que el área SIAF está mirando.\nIntervención de SIAF y Reintento: Muchos de estos errores (como los errores ORA o las fallas al generar el PDF) son momentáneos. Si la impresión falla, la recomendación es probar con otro usuario, o si el error persiste, contactar al soporte de SIAF para que lo solucionen.\nVerificación del Estado de la OP: Si la OP está en estado Autorizada o Pagada, debería poder imprimirse.",
    "¿Qué debo hacer si las partidas presupuestarias o códigos de retención que utilizaba en el ejercicio anterior no aparecen en el ejercicio actual?": "Si las partidas presupuestarias, partidas de recurso, cuentas extrapresupuestarias, o códigos de retención (como los códigos de caja) utilizados en ejercicios anteriores no aparecen o no están disponibles en el ejercicio actual, el procedimiento es contactar a la Dirección General de Presupuesto o al Departamento Contable de la Contaduría General de la Provincia (CGP) para solicitar su alta, modificación o habilitación:\n1. Partidas Presupuestarias y de Recurso (Habilitación):\nResponsabilidad de Alta: La apertura presupuestaria del nuevo ejercicio (la carga de las partidas de gastos y de recursos) la realiza la Dirección General de Presupuesto.\nProcedimiento:\nSi una partida no aparece, se debe consultar con Presupuesto para verificar si está dada de alta para el nuevo ejercicio.\nSi se trata de partidas de recurso que no existen (ej., algunas tipo 41.3) y se necesitan, debe consultarse al Departamento Contable de la CGP para solicitar su habilitación. El Contable puede determinar si el recurso existe, pero si no corresponde que se hagan códigos de caja para esa cuenta, lo informará.\nSi se está trabajando con partidas de remanentes (ej., de la partida 35.1.2 del ejercicio anterior), se deben solicitar a Presupuesto para su incorporación en el nuevo ejercicio.\n2. Códigos de Caja para Devolución (Inclusión en el Sistema):\nCódigos de Caja Faltantes: Si se necesita un código de caja para realizar, por ejemplo, una Orden de Devolución (OD), y este no aparece en el listado, se debe solicitar su alta.\nProcedimiento: Si el código de caja no está dado de alta, se debe solicitar mediante expediente y utilizando la nota modelo correspondiente (que se encuentra en el sitio web oficial de SIAF).\nRestricciones: Una OD solo puede imputarse a un cálculo de recursos o a una cuenta extrapresupuestaria. Si un código de caja está relacionado a una partida de gastos, no aparecerá para la OD.\n3. Partidas Bloqueadas o Reimputadas:\nSi la partida existe pero no permite devengar porque está bloqueada por reimputaciones o falta de crédito disponible, esto suele ser un problema de ejecución presupuestaria o contable.\nResolución: Debe comunicarse con el Departamento Contable de la CGP (mencionado el interno 1435 en 2018 y 2023) o con el Contador Delegado para que realicen la desafectación, reimputación, o verifiquen la disponibilidad presupuestaria a la fecha de la imputación.",
    "¿Existe un instructivo o manual disponible para el módulo Renditivo o sobre los procedimientos para confeccionar expedientes (compras, gastos, obras)?": "Sí, la Contaduría General de la Provincia proporciona instructivos y manuales para el uso del sistema SIAF en su sitio web oficial.\n1. Ubicación de Instructivos:\nLos instructivos de SIAF están disponibles en el sitio web oficial de SIAF, bajo la sección \"Instructivos\". Se proporciona un enlace a los instructivos, incluyendo uno específico para viáticos relacionados en dos ejercicios.\nExiste una sección de formularios en el sitio web oficial de SIAF donde se pueden encontrar las notas modelo necesarias para diversos trámites.\n2. Instrucciones Específicas Mencionadas:\nViáticos: Se menciona un \"Instructivo 1 del 2018\" y un \"instructivo 4\", además de instructivos que rigen el nuevo régimen de viáticos y movilidad.\nFondos Permanentes UTD/Caja Chica: Se indica que el procedimiento para Fondos Permanentes UTD es el mismo que para Caja Chica. También se sugiere consultar el \"Instructivo Nº 1/2023\" para conocer los pasos detallados para Fondos UTD.\n3. Información sobre Expedientes:\nAunque se pide un instructivo por tipo de procedimientos, el sistema solo proporciona una síntesis de cómo dar de alta expedientes. Para los procedimientos detallados y las pautas contables (ej., tipos de expedientes), se recomienda comunicarse con el Departamento Contable.",
    "Si necesito hacer una consulta sobre la aplicación móvil de viáticos (ej. blanqueo de clave), y el correo electrónico rebota, ¿con quién debo comunicarme?": "Si se tienen inconvenientes con la aplicación móvil de viáticos (como el blanqueo de clave, errores de login, o si el agente cree que puso mal su correo electrónico), se debe comunicar directamente con la Secretaría General de la Gobernación, que es la entidad responsable del desarrollo y soporte de dicha aplicación.\nContacto Primario: Ante cualquier inconveniente con la aplicación móvil de fichaje o inquietud, se debe enviar un correo electrónico a fichajeviaticoser@entrerios.gov.ar.\nRebote de Correo: Si el correo electrónico rebota o no se recibe respuesta, se debe contactar a la Secretaría General de la Gobernación.",
    "Si un expediente (ej. de viáticos) ya fue rendido o pagado, pero la DA no puede cerrar la liquidación o anular el pago, ¿cuál es la causa y el procedimiento de cierre correcto?": "Si una solicitud de viático o fondo permanente (FP) está pagada o rendida, pero no puede ser cerrada o anulada, la causa suele ser la existencia de movimientos posteriores o la falta de un paso clave en la rendición final (la devolución del excedente), requiriendo frecuentemente la anulación de procesos en orden inverso o la intervención del Contable.\n1. Causas Comunes por las que el Cierre/Anulación Falla:\nViático/Solicitud Cerrada: Si la solicitud de viático está en estado CERRADA, el sistema no permite anular el débito bancario asociado a la OPI. Si el usuario intenta anular el débito de una OPI ligada a un viático cerrado, debe eliminar primero la rendición de viático.\nPlanilla de Caja Cerrada: Si se cargó una devolución a la OPI por caja de tesorería y se cerró la caja, la caja ya no se puede revertir.\nFalta de Volante de Reintegro: Al cerrar una rendición final con saldo a favor del organismo (excedente de anticipo), si no se genera el volante de reintegro y se procede a la devolución a la OPI, el sistema no permite el cierre final de la solicitud.\nOPI/OP Incluida en SF: Si la OP del viático se pagó sin ser incluida en una Solicitud de Fondos (SF), no se podrá volver hacia atrás porque el viático está cerrado.\nCierre de Ejercicio: Si la OP/OPI es de un ejercicio cerrado, no se puede anular.\n2. Procedimiento de Cierre/Anulación Correcto (Con Saldo a Devolver):\nViáticos/Fondos UTD: Si al hacer la rendición final resulta un saldo a reintegrar al organismo, la DA debe seguir estos pasos:\nCerrar la rendición (tildando \"cierre por rendición final\").\nEl sistema arrojará el Volante de Reintegro indicando el importe a devolver a la OPI original.\nRealizar la devolución a la OPI por Caja de Tesorería.\nUna vez registrada la devolución, se podrá hacer el cierre final de la Solicitud del Fondo Permanente UTD/Viático.\n3. Procedimiento para Pagar Diferencia a Favor del Agente:\nSi el agente rindió por un importe superior al anticipo (diferencia a favor del agente), se debe generar un expediente de gastos por el monto diferencial para el agente.\nUna vez que el expediente de gastos esté pagado, se debe relacionar o añadir dicho expediente a la rendición del viático original.\nLuego se procede al cierre de la solicitud.\n4. Anulación de Pagos Pagados (Procedimiento Inverso):\nPara anular un pago que ya fue efectuado (OPI pagada), si se permite, debe ser un proceso inverso estricto, desde el último paso hasta el primero.\nSi el pago lo hizo la Tesorería General, se debe pedir a la Tesorería General que anule los pagos y el alta de las OPIs; luego a la DA que anule las autorizaciones y las OP.",
    "Si estoy cargando una Solicitud de Fondos (SF) y el sistema se tilda, se cuelga, o tarda demasiado en cargar (ej. 40 segundos por OP), ¿a qué se debe esta lentitud en el sistema?": "La lentitud extrema o el cuelgue del sistema SIAF al cargar Solicitudes de Fondos (SF) o al realizar débitos bancarios se debe a problemas de rendimiento, de la red local o, en el caso de la carga de múltiples Órdenes de Pago (OP), a la propia infraestructura del sistema:\nProblema de Rendimiento/Sistema: La demora significativa (ej., 40 segundos por cada Orden de Pago que se clikea para cargar a la solicitud) se considera una demora importante que afecta las Solicitudes de Fondos para contratos de obra o servicios. Se reporta que esta lentitud había ocurrido anteriormente y fue solucionada. Esto sugiere que es un problema que puede surgir en el servidor de SIAF o en su interacción con la base de datos.\nProblemas de Conexión/Navegador: La lentitud general, que el sistema se tilde, o que se \"corte\" al realizar débitos bancarios (operaciones que requieren confirmación) son indicativos de problemas de conexión o de la red interna.\nCausa Externa: Si un expediente de sueldo se tilda al subir el archivo, puede ser un problema de conexión.\nSolución: Se recomienda reportar este tipo de lentitud directamente al soporte de SIAF para que puedan analizar el problema, dado que en ocasiones anteriores estos inconvenientes fueron solucionados por el equipo técnico."
  },
  "Gestión de Proveedores y Agentes": {
    "¿Cuál es el procedimiento (expediente, resolución, intervención contable) y documentación necesaria para la apertura o renovación de fondos permanentes o cajas chicas en el nuevo ejercicio fiscal (ej. 2025)?": "La apertura o renovación de fondos permanentes (FP), cajas chicas (CC) y Fondos UTD (Unidades Territorialmente Descentralizadas) en un nuevo ejercicio fiscal requiere un proceso formal que involucra al organismo, al Área Contable de la Contaduría General de la Provincia (CGP) y al área SIAF, generalmente a través de la presentación de un expediente con la normativa respaldatoria.\n1. Procedimiento de Apertura o Renovación:\nIniciación del Trámite (Organismo): La Dirección Administrativa (DA) debe iniciar el trámite formalmente.\nDocumentación Requerida: Se debe presentar un expediente con la Resolución o Decreto de apertura o constitución de los fondos.\nEsta normativa debe cumplir con los requerimientos normativos.\nSi la resolución es la misma del año pasado, igual debe enviarse el expediente al Departamento Contable de la CGP para el nuevo ejercicio.\nIntervención Contable (CGP): El expediente debe pasar por el Área Contable de la CGP para su intervención, análisis y aprobación.\nEl Área Contable es quien determina si corresponde la apertura y controla la documentación.\nUna vez que el Contador lo aprueba, el expediente es remitido al área SIAF para la parametrización.\nPara la apertura de nuevas Cajas Chicas, la DA tiene que iniciar el trámite enviando un proyecto de Resolución al Contable.\nParametrización en SIAF: Una vez que SIAF recibe la Resolución/Decreto aprobada por el Contable, procede a la parametrización de la caja chica/fondo permanente en el sistema, habilitando su uso.\n2. Habilitación de Fondos y Parámetros en SIAF:\nRequisito de Cierre Previo: En el pasado, para habilitar la caja chica de un nuevo responsable o ampliar el monto, a menudo se requería que la caja chica anterior estuviera cerrada. Sin embargo, se menciona que el procedimiento cambió y ya no es necesario cerrar las cajas vigentes para tramitar una ampliación de monto.\nModificación de Monto/Parámetros: Para modificar el valor de una caja chica existente (por ejemplo, mediante una nueva Resolución) o abrirla con el nuevo monto, la caja debe estar CERRADA para que el área SIAF pueda modificar los parámetros. El trámite debe seguir por expediente.\nResponsables y Agentes: Es crucial que la persona responsable del manejo de los fondos esté dada de alta en SIAF como agente del organismo. Si no lo está, se requiere enviar la Nota Modelo de Alta de Agente para que SIAF proceda a su carga.",
    "Si tengo problemas con la imputación o reserva de crédito para una caja chica (ej. no me trae los incisos o partidas), ¿a quién debo consultar y cómo sé si la partida está dada de alta?": "Los problemas de imputación de partidas en el módulo de Caja Chica/Fondos UTD se deben a menudo a que la partida presupuestaria no está dada de alta, está bloqueada por reimputación, o no posee saldo disponible en el ejercicio fiscal, y la consulta debe dirigirse principalmente a las áreas de Presupuesto o Contable de la CGP.\n1. A quién Consultar:\nDirección General de Presupuesto: Si el problema es que la partida no se visualiza o no tiene disponible, debe consultar al área de Presupuesto de su repartición o a la Dirección General de Presupuesto para verificar la apertura presupuestaria del ejercicio.\nDepartamento Contable de la CGP: Si la partida tiene control de presupuesto disponible y aun así no permite devengar, o si es un problema de recaudado por ejercicio, o si requiere una reimputación, debe consultar al Departamento Contable de la Contaduría General.\n2. Cómo Verificar si la Partida Está Dada de Alta o Bloqueada:\nConsulta en SIAF (Módulo Presupuesto): La consulta del estado y saldo de las partidas debe realizarse temporalmente desde el Módulo Presupuesto.\nDebe acceder a Presupuesto > Presupuesto de Gastos.\nBuscar la partida y seleccionar la función \"Consulta Analítica de Imputación\".\nNota: Las consultas desde el módulo Contaduría (Contaduría > Consulta de Presupuesto de Gastos) han presentado fallos o no funcionan correctamente y su uso debe ser temporalmente reemplazado por el módulo Presupuesto.\nCausas de Errores Comunes:\n\"No hay suficiente importe compromiso en la cuota presupuestaria o la partida se encuentra bloqueada por Reimputación\": Este mensaje indica que la partida ha sido modificada, no hay saldo suficiente o está bloqueada.\nFalta de Disponible: El error \"el cartel del error que te da es que la partida no posee disponible\" al intentar cerrar una caja indica que falta crédito.\nPartida Extrapresupuestaria: Las cuentas extrapresupuestarias se consultan en Presupuesto -> Cuentas extrapresupuestarias. Si se intenta usar una partida de recurso que no está habilitada (ej. 41.1.00.019 para Caja Chica), el código de caja queda vacío.",
    "¿Cómo se realiza el procedimiento completo en SIAF para el manejo de una caja chica (desde la solicitud, generación de OP/OPI, hasta el cierre por rendición final)?": "El manejo de la caja chica (CC) o Fondo Permanente UTD es un ciclo continuo que incluye la solicitud inicial, el pago del anticipo (OPI), la rendición de los gastos (reposición) y, finalmente, el cierre final al terminar el ejercicio o la necesidad del fondo.\n1. Solicitud y Alta de la Caja Chica (Anticipo Inicial):\nAlta de Solicitud: La DA inicia el trámite en SIAF desde Contaduría > Caja Chica / Fondo P. UTD utilizando el permiso \"Insertar una nueva solicitud\".\nGeneración de Expediente y OP: Desde la misma función, se utiliza el permiso \"Generar Expediente y OP\". Esta OP es específica para Caja Chica.\nInclusión en Solicitud de Fondos (SF): Al generar la OP desde la función CC, esta ya queda incluida en la Solicitud de Fondos (SF) para OP.\n2. Pago y Disposición del Fondo (Anticipo):\nGeneración de OPI y Pago: Una vez que la OP está autorizada, se genera la OPI (Orden de Pago Interna) y se paga.\nIngreso de Fondos: Los fondos recibidos de la Tesorería General de la Provincia (TGP) deben ser ingresados mediante una Caja de Tesorería en el recurso 41 correspondiente.\nNota: Si la OPI se paga (efectiviza), ese dinero es el que la DA/Delegación empieza a utilizar para gastos.\n3. Rendición de Gastos (Reposición):\nCarga de Comprobantes: Los comprobantes de gastos se cargan al momento de hacer la rendición por reposición, desde Contaduría > Caja Chica / Fondo P. UTD > Rendiciones > Alta de rendición (clip).\nGeneración de OP/SF (Reposición): Al cerrar la rendición por reposición, el sistema genera una nueva Orden de Pago (OP) por el monto rendido. Esta OP se incluye en una nueva Solicitud de Fondos a la TGP para reponer el monto gastado.\n4. Cierre Final de la Caja Chica/Fondo UTD:\nCierre por Rendición Final: Se realiza desde la función Cierre de rendición.\nDevolución de Saldo Sobrante (Reintegro):\nSi queda un saldo pendiente de devolución, al hacer el Cierre por Rendición Final (tildando la opción Cierre por Rendición Final al dar el alta de la rendición), el sistema genera dos PDF: el asiento contable y el Volante de Reintegro.\nEl volante indica el importe a devolver a las OPI originales.\nProcedimiento de Devolución: La devolución se realiza a la OPI del expediente original. Esta se hace por Caja de Tesorería, usando la función \"Devolución OPI\" (la flecha rosada).\nCierre Final de Solicitud: Una vez que la caja de tesorería con la devolución esté cerrada, se podrá cerrar la solicitud de Caja Chica/Fondo UTD.\nCierre en Cero: Si no hay rendiciones realizadas, se debe cargar una rendición en $0.00, y luego cargar el importe a reintegrar para que se genere el volante.",
    "Si un agente de una delegación me trae los comprobantes de caja chica, ¿cuáles son los pasos correctos a seguir en SIAF para registrar la rendición (OPI, débito, pago)?": "Si los fondos ya han sido anticipados y el agente presenta los comprobantes para la reposición (rendición), el procedimiento debe distinguir entre el pago al proveedor/agente (si el pago lo hace la DA con el fondo disponible) y la rendición que solicita la reposición de esos fondos a la TGP.\n1. Pago al Proveedor/Agente y Registro de Gasto (si aplica):\nSi la DA utiliza los fondos ya recibidos (el anticipo) para pagar los comprobantes, esto debe reflejarse como un débito:\nSe genera la OPI y el Débito Bancario de la OP original de la caja chica, por el monto del comprobante de gasto.\nEsto refleja el egreso del fondo para pagar el gasto.\n2. Registro de la Rendición de Caja Chica (Solicitud de Reposición):\nAlta de Rendición: Se ingresa al módulo Contaduría > Caja Chica / Fondo P. UTD > Rendiciones > Alta.\nCarga de Comprobantes: Se cargan los comprobantes (ej., factura de librería) por partida. El sistema va descontando del saldo pendiente de rendición.\nCierre de Rendición (para reposición): Se cierra la rendición.\nGeneración de OP de Reposición: El cierre de la rendición genera una nueva Orden de Pago (OP) por el monto rendido.\nSolicitud de Fondos a TGP: Con esa nueva OP, la DA solicita los fondos (reposición) a la Tesorería General.\nIngreso de Reposición (para poder seguir rindiendo): Una vez que la TGP envía esos fondos de reposición:\nSe ingresan los fondos mediante una Caja de Tesorería en la partida de recurso 41 correspondiente.\nSe le da el pagado a la OPI de la OP de reposición.",
    "Si el sistema indica \"DEBE CARGAR EL DESTINO\" al intentar realizar un volante de devolución de un viático o fondo permanente, ¿qué campo debo completar?": "El error \"DEBE CARGAR EL DESTINO\" al intentar realizar un volante de devolución o cerrar una solicitud de viático/fondo permanente sin gasto se debe a que el sistema exige datos de la rendición si no se sigue el procedimiento de devolución total.\nCausa: Este mensaje aparece si el usuario intenta cerrar el viático sin rendición (es decir, el agente devuelve el monto total) y el sistema no genera automáticamente el volante de reintegro. Si se intenta cerrar sin traer los datos de la solicitud, el sistema pide el destino.\nSolución (Devolución Total): Si la intención es devolver el monto total del viático o CC, no se debe intentar generar el volante desde la rendición. En su lugar, se debe hacer la devolución directamente a la OPI por Caja de Tesorería.\nEl volante de reintegro solo se propone cuando la devolución es parcial.\nEl sistema exige que se ingrese un destino si no se hace la devolución total a la OPI directamente.",
    "¿Cómo obtengo un listado de los comprobantes cargados en una caja chica o listados renditivos para conciliar?": "Para obtener listados de Caja Chica/UTD, debe usar el módulo de Listados de Contaduría:\nListado Específico de Rendiciones: El listado se encuentra en Listados > Contaduría > Rendiciones de caja chica/utd.\nConsulta Analítica (Comprobantes): Si la rendición está cerrada, el sistema no dejará ver los comprobantes de las rendiciones. Sin embargo, el listado general debería poder verse aunque la caja esté cerrada, teniendo en cuenta los tildes de consulta.\nImpresión de Recibos de Pago (OPI): Si lo que se necesita es el recibo de pago de la reposición de fondos (efectivización), se puede reimprimir desde Listados > Tesorería > código 534 (\"Reimpresión de recibos de Pago de Opi\").\nListados de Volantes de Reintegro: Los volantes de reintegro se pueden obtener usando el código 1109 en Listado Contaduría.",
    "¿Cómo soluciono los errores que aparecen al cargar comprobantes de caja chica (ej. \"ocurrio un error al ejecutar sp_checkcontrolparametros\")?": "Si bien las fuentes no contienen el error exacto \"ocurrio un error al ejecutar sp_checkcontrolparametros\" para la carga de comprobantes, se reportan errores relacionados con la falta de saldo y con la propia parametrización de la caja chica, que deben ser atendidos por el área SIAF o Presupuesto/Contable:\nErrores de Partida/Saldo Negativo: Si al cargar un comprobante el sistema lo pone en rojo y calcula un saldo negativo, o si el sistema indica \"El importe pagado de la partida... no puede quedar negativo\", esto se debe a que la partida no tiene saldo disponible o se está intentando disminuir un gasto que no se realizó.\nSolución: Confirmar la disponibilidad presupuestaria (consultando a Presupuesto/Contable). Para corregir errores de imputación entre partidas, se debe hacer una caja del mismo día y colocar la partida a reducir en negativo y la partida a trasladar en positivo.\nProblemas de Parametrización: Errores que impiden el funcionamiento (como que el sistema no trae la Razón Social al generar la solicitud, o que no se pueden llenar los campos) a menudo indican que la caja chica no ha sido parametrizada correctamente por el área SIAF o que se requiere la intervención del Contable.\nErrores ORA (Sistema): Los errores de código ORA son fallas del sistema o de la base de datos que deben ser reportados al soporte SIAF."
  },
  "Gestión de Viáticos y Comisiones de Servicio": {
    "Si tengo una OP de un ejercicio anterior (ej. 2023) pendiente de pago en el ejercicio actual (ej. 2024), ¿cómo genero la OPI de continuidad, y qué debo hacer si el sistema me indica que el plazo ha vencido o que la OP no está marcada para continuidad?": "El pago de Órdenes de Pago (OP) de ejercicios anteriores en el ejercicio actual se realiza mediante un proceso denominado OPI de continuidad. Este procedimiento implica la conversión de la partida presupuestaria original a una partida de deuda, típicamente del Inciso 7 (Deuda).\n1. Procedimiento para Generar la OPI de Continuidad:\nProceso Contable Requerido (Continuidad de Deuda): El proceso de continuidad de deuda lo realiza el Departamento Contable de la Contaduría General de la Provincia (CGP). El usuario debe comunicarse con ellos (mencionando el interno 1435 en 2024) para solicitar que realicen el procedimiento.\nFunción del Proceso: Este procedimiento lo que hace es dar de alta el Inciso 7 para que la Dirección Administrativa (DA) pueda realizar la OPI en el ejercicio que corresponda. La OP sigue siendo la misma que la del expediente original.\nGeneración de la OPI: Una vez que el Departamento Contable ha realizado la continuidad de deuda, la OP aparecerá disponible para generar la OPI en el ejercicio actual (ej. 2024), que será la OPI de continuidad.\n2. Solución a Errores Comunes:\nSistema indica que la OP no tiene continuidad de deuda: Si la OP no aparece para hacer la OPI de continuidad o se indica que no tiene corrido el procedimiento de continuidad de deuda, debe contactar al Departamento Contable de la CGP para que lo ejecuten.\nSistema indica que el período ha vencido (ej. 2020/2021): Si el sistema muestra el cartel \"El PERIODO para dar de alta OPI de Continuidad ha vencido\", esto significa que el período para realizar la OPI ha expirado, y se requiere la intervención del Departamento Contable para habilitar la continuidad de deuda.\nOP 2023 pagada en 2024: Cuando se paga una OP 2023 en 2024, se genera una continuidad de deuda. La OPI debe tener fecha del ejercicio en que se paga (2024). El sistema no permite ingresar una OPI 2024 si aún no está el Decreto de Presupuesto 2024.\nOP no aparece en Inciso 7: Si la OP del ejercicio anterior no aparece en el Inciso 7 (Deuda) del ejercicio actual, es porque le falta el procedimiento de continuidad de deuda, que debe ser solicitado al Departamento Contable.",
    "Si necesito incluir varias OP en una única Solicitud de Fondos (SF), y el sistema no me trae la OP o me indica que ya está incluida en otra SF inexistente, ¿cómo soluciono el problema de la vinculación de OP y SF?": "El proceso de inclusión de Órdenes de Pago (OP) en una Solicitud de Fondos (SF) ha experimentado modificaciones, y la resolución de problemas de vinculación requiere verificar el estado de la OP y, en casos de errores o SF inexistentes, la anulación de procesos previos.\n1. OP No se Muestra o Está Bloqueada:\nOP No Marcada para SF: A partir de una modificación en SIAF, si la OP no fue marcada con la opción \"Se incluye en Solicitud de fondos\" en el compromiso del Expediente (Expte) original, no será listada para ser incluida en una SF.\nSolución: Para corregir esto, se debe:\nDesautorizar la OP.\nAnular la OP.\nModificar el compromiso del Expte original (marcando la opción de inclusión en SF).\nVolver a generar la OP y autorizarla.\nOP Ya Incluida en una SF Activa/Asignada: Si la OP ya fue incluida en una SF (y esta está en estado Asignada o Administración Central), no se listará para una nueva SF. Si se trata de una SF que se dio de baja previamente, pero el sistema no liberó las OPI/OPs asociadas (dejándolas en una SF \"inexistente\"), se deben seguir pasos para liberar la vinculación.\n2. Inclusión de Múltiples OP y Problemas de Lote:\nCarga Lenta: La carga de múltiples OP en una SF puede ser un proceso lento (ej., 40 segundos por cada OP).\nInclusión Correcta: Para incluir varias OP, se deben seleccionar en el módulo de Solicitud de Fondos. La OP debe estar Autorizada para poder ser incluida en la SF.\n3. Solicitud de Fondos Errónea o Inexistente:\nSF Inexistente/Inconsistente: Si se intenta dar de alta una nueva SF y el sistema indica que las OPI ya están en una solicitud (ej., la Nº 14) que no existiría, esto puede deberse a un error en el sistema, a menudo cuando una OP cuenta con más de una OPI.\nAnulación de SF: Si la SF está en estado Asignada y se necesita modificarla o anularla, primero se debe anular el Expediente y la OP generados desde esa SF.\nPasos para modificar SF: Anular la autorización de la OP, anular la OP, anular el Expte de fondos, modificar la SF (sacando la OP que no corresponde), y volver a generar el Expte de fondos y la OP.",
    "Si reemplacé una OP por otra, pero los fondos no fueron devueltos, ¿cómo debo reflejar en SIAF que los fondos de la SF original se usarán para pagar la nueva OP, y es necesario registrarlo en las observaciones?": "Cuando se reemplaza una Orden de Pago (OP) que estaba incluida en una Solicitud de Fondos (SF) original, y los fondos de esa SF ya fueron recibidos por la Dirección Administrativa (DA) pero no devueltos a la Tesorería General (TG), la DA puede utilizar esos fondos para pagar la nueva OP.\nProcedimiento en SIAF y Manejo de la Documentación:\nUso de Fondos Existentes: Si los fondos correspondientes a la SF original no fueron devueltos a la TG, pueden ser utilizados para abonar la nueva OP (la que reemplaza a la original).\nRegistro en SIAF (SF Original): La SF original continuará listando la OP vieja.\nRegistro en las OP Nuevas (Observaciones): Es crucial registrar en las Observaciones de las nuevas Órdenes de Pago (OP) los números de las OP que están reemplazando. Esto permite mantener la trazabilidad contable y justifica el uso de los fondos de la SF antigua para la OP nueva.\nNota sobre la Creencia de Inclusión Automática: El sistema no refleja automáticamente que la OP de reemplazo queda incluida en la solicitud de fondos original.",
    "Si la OP fue generada correctamente y autorizada, pero al generar la OPI no me aparece la OP o me exige una retención del 100%, ¿a qué se debe y cómo lo corrijo?": "Si una Orden de Pago (OP) autorizada no aparece para generar la Orden de Pago Interna (OPI), o si la OPI exige una retención del 100%, generalmente se debe a la configuración de pago de la OP o a la falta de fondos en la cuenta.\n1. OP No Aparece para OPI:\nOP No Autorizada: La OP debe estar en estado Autorizada para ser visible y poder generar la OPI. Si está en estado Activa, no se podrá generar la OPI.\nOP Marcada como \"Paga TG\" (Tesoreria General): Si al generar la OP se tildó la opción \"Paga Tesoreria General\" (TG), la OP solo aparecerá para la Tesorería General. Por lo tanto, el usuario de la DA no podrá generar la OPI.\nCorrección: Si la OP debía ser pagada por la DA, se debe anular la autorización, anular la OP, modificar el compromiso del expediente para seleccionar la opción \"Normal (la OP la paga la DA)\" o \"Se incluye en Solicitud de fondos\", y luego volver a generar y autorizar la OP.\nProblemas de Continuidad de Deuda: Si la OP es de un ejercicio anterior, puede faltar el proceso de continuidad de deuda (Inciso 7), lo que impide que se muestre para la OPI en el ejercicio actual.\nViático sin Fondos Ingresados: En el caso de viáticos o fondos, si la OP ya existe pero los fondos aún no han ingresado a la SF correspondiente, no se podrá generar la OPI.\n2. OPI Exige Retención del 100% (Pago de Orden):\nConfiguración \"Pago de Orden\": Si al intentar generar la OPI el sistema indica que debe realizarse una retención del 100%, esto se debe a que la OP tiene tildada la opción \"Pago de Orden\".\nPropósito: Esta opción se utiliza típicamente para pagos que deben reflejar una operación interna o retención, resultando en un pago efectivo de $0. El sistema requiere que la OPI generada con retención del 100% se efectivice para que quede en estado Pagada (en $0).\nCorrección: Si la OP no debía ser un pago de orden (es decir, sí se debe pagar), se debe desautorizar y anular la OP, para luego generarla nuevamente sin tildar la opción \"Pago de Orden\".",
    "Si tengo problemas al generar una OP (ej. por falta de remanente contable, errores de devengado, o errores de SQL) o al imprimir el volante de imputación, ¿cómo lo resuelvo, y cómo se si el problema es de presupuesto o de SIAF?": "Los problemas al generar o imprimir OP/OPI pueden ser de naturaleza contable/presupuestaria (falta de fondos, imputación incorrecta) o técnica (errores de sistema/SQL, fallas de impresión).\n1. Problemas por Falta de Fondos/Imputación (Presupuesto o Contable):\nFalta de Remanente/Crédito Presupuestario: El error \"No se puede devengar en las partidas seleccionadas pues no tienen importe devengado disponible en las cuotas presupuestarias o no tiene importe otorgado por su fuente y subfuente\" indica una falta de crédito presupuestario o de recaudado para la partida/subfuente.\nResolución: Se debe consultar al área de Presupuesto o al Departamento Contable para verificar si la partida tiene recaudado suficiente.\nPartida Bloqueada por Reimputación: Si se indica que \"alguna de las partidas involucradas se encuentran bloqueadas por reimputaciones\", se debe a que hubo un proceso contable previo que afectó la disponibilidad de la partida.\nResolución: Consultar con el Departamento Contable si la OP puede resolverse mediante una reimputación.\n2. Problemas Técnicos o de Errores de SQL (SIAF):\nErrores SQL Genéricos: Errores como ORA-01427: single-row subquery returns more than one row, o problemas de acceso a tablas (ORA-00942: table or view does not exist), son errores de código o servidor que deben ser reportados al equipo de Atención a Usuarios/Informática de SIAF.\nErrores de Auditoría/Buffer de Servidor: Errores como ORA-02002: error while writing to audit trail, indican un problema de auditoría o de extensión de tablas del sistema, generalmente solucionado por el equipo SIAF.\nSistema se Tilda/Lentitud: Si la generación de la OPI o la OP queda \"tildada\" en el último paso o tarda mucho, es un problema de rendimiento del sistema.\nInconveniente con la Impresión/PDF: Si la OP se genera, pero al intentar imprimirla el sistema no genera el PDF y muestra un error de página no encontrada (the web page cannot be found. error), o solo imprime el Volante de Imputación, se debe a una falla en el reporte del sistema.\nResolución: A veces, este problema se resuelve anular la autorización y volver a autorizar la OP, o esperando a que el área SIAF lo resuelva. La impresión debería ser visible desde la consulta general de la OP.\n3. Determinación de la Causa:\nSi el error se relaciona con montos, partidas, subfuentes, o remanente, es un problema de presupuesto o contabilidad.\nSi el error es una leyenda técnica de ORA o ADODB, o si la funcionalidad falla al imprimir o se tilda, es un problema del sistema SIAF o de la infraestructura informática, y debe reportarse al soporte de SIAF, incluyendo capturas de pantalla si es posible.",
    "Si el sistema me devuelve un error genérico (ej. \"ORA-01427: single-row subquery returns more than one row\" o \"ORA-00904: \"IMPORTEPAGADO\": invalid identifier\") al generar OPIs, listados o cargar archivos, ¿se trata de un error de parametrización o de una falla general de SIAF?": "Los errores que SIAF arroja con códigos técnicos como \"ORA-...\" o \"ADODB.Recordset error\" son generalmente indicativos de fallas internas del sistema, la base de datos (Oracle) o errores de scripting, en lugar de ser errores de parametrización directa del usuario. Estos fallos suelen requerir la intervención del equipo de soporte o informática de SIAF para su corrección:\nErrores ORA y ADODB (Fallas de Sistema/Base de Datos):\n\"ORA-01427: single-row subquery returns more than one row\": Este error indica que una consulta SQL interna (subconsulta) esperaba devolver solo un registro, pero devolvió varios. Este tipo de error se reporta al generar OPIs o listados (como el 1131 de OPIs).\n\"ORA-00904: invalid identifier\" (ej., \"IMPORTEPAGADO\": invalid identifier): Indica que el sistema está intentando acceder a una columna o campo con un nombre que no reconoce o que no existe en el contexto de la consulta, lo cual afecta listados como el 1179 de rendiciones de Caja Chica/UTD o el 1119 de Órdenes de Pago.\n\"ORA-00942: table or view does not exist\": Indica que una tabla o vista a la que el sistema intenta acceder no existe o es inaccesible, lo cual ocurre al generar OPIs.\n\"ORA-02002: error while writing to audit trail\" o \"ORA-01653: unable to extend table SYS.AUD$\": Estos errores sugieren problemas en la capacidad del servidor de la base de datos para registrar auditorías o extender tablas, lo cual puede impedir la generación de Órdenes de Pago (OP).\nErrores ADODB.Recordset error: Errores como ADODB.Recordset error '800a0e7d' indican fallas de conexión o registros inválidos en el script ASP.\nProblemas Transitorios y Generales: Muchos de estos errores (ORA y ADODB) se consideran \"errores momentáneos de SIAF\" que se solucionan probando más tarde o por intervención del equipo de SIAF. Por ejemplo, se reportan tildes y errores de servidor al generar OPIs.\nProblemas de Conexión/Navegador: Si bien no son errores ORA, fallas como \"the web page cannot be found. error\" al intentar imprimir una OP pueden ser problemas del report o del navegador (aunque el usuario probó con varios sin éxito).",
    "¿Cómo puedo obtener el listado de todas las Órdenes de Pago (OP) o Solicitudes de Fondos (SF) de un ejercicio o DA específicos?": "Los listados de Órdenes de Pago (OP) y Solicitudes de Fondos (SF) se obtienen a través de las funciones de \"Listados\" en SIAF, especificando el módulo (Contaduría o Tesorería) y el código de listado:\nListado de Órdenes de Pago (OP):\nCódigo 1119 (Contaduría): Se recomienda usar el listado 1119 dentro del módulo Listados > Contaduría para ver las Órdenes de Pago. Este listado permite visualizar la OP y la Solicitud de Fondos a la que está asociada.\nImpresión: Para imprimir la OP, se puede usar el permiso de \"Consultar el registro seleccionado\" (icono de \"Ojo\") desde Contaduría > Órdenes de Pago. Al consultar, una ventana emergente pregunta si se desea reimprimir la OP. Si la OP está Autorizada o Pagada, el listado genera dos volantes: uno de la OP y otro de la imputación. Si solo se imprime el Volante de Imputación y no la OP, puede deberse a un error del sistema que se resuelve desautorizando y volviendo a autorizar la OP.\nConsulta Detallada: Para obtener todas las OP de una sola partida, se sugiere sacar el listado 1119 y luego filtrar la partida en Excel, ya que el sistema no ofrece la opción de filtrar por partida directamente.\nListado de Solicitudes de Fondos (SF):\nCódigo 813 (Contaduría): El listado 813 (LISTADOS - CONTADURÍA) es utilizado para controlar los fondos solicitados y debería reflejar el saldo de las Notas de Crédito y Órdenes de Devolución (OD).\nListados de Resumen de Pagos y OPIs:\nResumen de pagos (código 622): Se encuentra en Listados > Tesorería.\nListado de OPIs (código 1131): Se encuentra en Listados > Tesorería.\nReimpresión de recibos de pago de OPI (código 534): En Listados, Tesorería.\nFiltrado por Ejercicio: Para listar OP de un ejercicio anterior, se utiliza el listado 1119. Para consultar OPIs pagadas de un ejercicio anterior, se debe buscar en el invertido del año entero, ya que las OPIs pagadas en enero del año actual, pero correspondientes al ejercicio anterior, pueden no aparecer en el balance si no están clasificadas correctamente.",
    "¿Cómo se realiza la anulación o modificación de una OPI o de un débito bancario que ya fue efectuado, especialmente si afecta a la conciliación bancaria?": "Anular una Orden de Pago Interna (OPI) o su respectivo débito bancario es un proceso sensible, y el procedimiento se complica si el movimiento afecta la conciliación bancaria o si está ligado a un viático o caja chica que ya se rindió o cerró.\n1. Anulación de OPI y Débito Bancario:\nDeshacer el Proceso: La anulación debe hacerse en orden inverso, comenzando por el anulación del débito o efectivización. Si la OPI es de un viático, el sistema puede no permitir la anulación del débito bancario si la solicitud de viático está en estado CERRADA.\nProcedimiento para Viáticos Cerrados: Si el viático está cerrado, para eliminar el débito es necesario eliminar primero la rendición del viático. Una vez eliminada la rendición, se puede eliminar el débito.\n2. OPI con Saldo Cero (Pago de Orden):\nSi una OPI fue generada con retención del 100% (Pago de Orden), su saldo es cero. Para que quede en estado Pagado, se debe efectivizar la OPI desde Tesoreria -> Efectivizacion. Si la OPI fue retenida en su totalidad, no se controla la rúbrica al anular la efectivización.\n3. OPI de Ejercicios Anteriores (Dificultad de Anulación):\nNo es posible anular OPIs de ejercicios anteriores de manera sencilla, ya que el ejercicio puede estar cerrado. Si la OPI está en un ejercicio anterior y no fue contabilizada correctamente, el usuario debe consultar al Departamento Contable, ya que el sistema no permite anular la OPI.\n4. Modificación de Fecha de OPI/Débito (Afectando Conciliación):\nLa modificación masiva de OPIs no es posible; deben anularse y cargarse nuevamente una por una.\nSi se intenta corregir la fecha de una OPI o débito (ej. para que el pago impacte en el mes correcto del Libro Banco), si la anulación del débito se hizo en una fecha diferente a la original, la diferencia de fechas no se puede cambiar, lo que puede causar que el importe se duplique en el invertido de un mes y la anulación quede en el mes siguiente, generando inconsistencias en el balance. La única manera de intentar corregir es anular el débito bancario, luego la OPI, luego la autorización de la OP y la OP misma, y volver a generar todo con la fecha correcta.\n5. Anulación de Devolución a OPI:\nSi la devolución a la OPI se hizo por error y la caja correspondiente ya está cerrada, no se puede anular la devolución a la OPI. Si la devolución afecta la posibilidad de hacer una OP posterior (ej., en UTD), la única opción es que Contaduría determine un procedimiento alternativo.",
    "¿Cómo registro en SIAF una Nota de Crédito o una devolución a una OPI si el expediente ya fue pagado?": "La forma de registrar una devolución o un ajuste posterior al pago depende de si el expediente está completamente pagado y de si se trata de una devolución parcial o total.\n1. Devolución a la OPI (Monto Total o Parcial):\nExpediente Totalmente Pagado: Si el expediente está completamente pagado, no es posible cargar una Nota de Crédito. En su lugar, el organismo debe realizar una devolución a la OPI.\nProcedimiento de Devolución: La devolución se realiza a través de la función de Ingresos > Alta en una Caja de Tesorería.\nSe debe usar el permiso \"Devolución OPI\".\nLa devolución debe hacerse en una caja del mismo ejercicio en que se generó la OPI, para que el sistema pueda traerla.\nViáticos (Reintegro): Si la rendición de un viático resulta en un saldo a favor de la Tesorería (devolución), el sistema genera un Volante de Reintegro. El usuario debe ingresar a la OPI que figura en ese volante y realizar la devolución por Caja.\n2. Devolución a Tesorería General (OD):\nSi el organismo necesita devolver fondos que recibió (ej., de una Solicitud de Fondos de una OP que se anuló) a la Tesorería General, debe utilizar una Orden de Devolución (OD).\nProcedimiento de Pago de la OD: La OD se paga desde el módulo Tesoreria > Débitos Bancarios, seleccionando la opción OD en lugar de OPI.\n3. Caso de Anticipo Parcial (OP > OPI):\nSi la OPI fue generada por un monto menor al de la OP original, al rendir, el sistema intentará que el agente devuelva la diferencia entre la OP original y lo rendido, a pesar de que solo se anticipó la OPI parcial.\nSoluciones Alternativas Sugeridas:\nHacer la OPI por el total de la OP original (aunque no se efectivice totalmente).\nGenerar una OPI con retención por la diferencia y luego realizar una Orden de Devolución a la Tesorería por ese importe.",
    "¿Qué son las \"Operaciones de Orden\" que aparecen al intentar hacer una OPI para un contrato de obra?": "Una \"Operación de Orden\" es una configuración específica que se asigna a una Orden de Pago (OP) y que implica que, aunque se procese la OP, el pago efectivo o neto es cero.\nIdentificación: El sistema indica que una OP es un Pago de Orden al intentar generar la OPI y arrojar un cartel que dice que debe realizarse una retención del 100%.\nCausa: Esto sucede porque la OP fue generada originalmente con el tilde \"Pago de Orden\" activado.\nFinalidad: Las OP marcadas como \"Pago de Orden\" están destinadas a generar un movimiento contable con un valor de pago de $0.\nCorrección: Si la OP debía ser un pago normal (que se efectiviza), debe anularse la autorización, anular la OP y el Expediente, y volver a generar la OP sin tildar la opción \"Pago de Orden\". Si la OP de un ejercicio anterior tiene el tilde de Pago de Orden, puede dificultar la anulación de la deuda en ejercicios cerrados."
  },
  "Órdenes de Pago (OP-OPI), Solicitudes de Fondos (SF) y Conciliación": {
    "¿Cuándo estará habilitado el nuevo ejercicio fiscal (ej. 2024 o 2025) en el módulo de viáticos para cargar nuevas solicitudes?": "La habilitación del nuevo ejercicio fiscal en el módulo de viáticos, así como para otras operaciones en SIAF, depende directamente de la publicación y habilitación del Decreto de Presupuesto por parte del área de Presupuesto e Informática.\nCondición de Habilitación: El ejercicio fiscal, por ejemplo 2024 o 2025, no estará habilitado en SIAF hasta que no se emita el decreto correspondiente que autoriza la apertura del presupuesto.\nImpacto en Operaciones: Si se intenta cargar solicitudes de viáticos o realizar Órdenes de Pago Internas (OPI) de continuidad con fechas del nuevo año antes de la habilitación, el sistema puede no permitirlo (ej., saldrá en rojo el campo de la fecha).\nAlta de Solicitudes: Una vez que el ejercicio está habilitado, ya se puede dar de alta a los funcionarios para el nuevo año.",
    "Si la solicitud de viático fue generada en un ejercicio (ej. 2021) pero el pago (OPI) o la rendición ocurre en el ejercicio siguiente (ej. 2022), ¿qué ejercicio y partida debo utilizar para el devengado y la OPI?": "Este escenario, conocido como viáticos relacionados en dos ejercicios, tiene un procedimiento específico y se debe seguir un instructivo para asegurar la correcta imputación contable.\n1. Generación de Expediente y OP:\nEl expediente y la Orden de Pago (OP) deben generarse utilizando el ejercicio en que se creó la solicitud de viático.\n2. Pago (OPI) en el Nuevo Ejercicio:\nLa Orden de Pago Interna (OPI) debe realizarse en el ejercicio en el que se produce el pago (el año actual).\nPartidas de Continuidad de Deuda: Al generar la OPI en el nuevo ejercicio para una OP del año anterior, se genera una continuidad de deuda. El sistema utilizará el Inciso 7 (Deuda) en las partidas relacionadas, ya que la OP se pasa de las partidas originales al Inciso 7.\nSi la OP del ejercicio anterior no tiene continuidad de deuda, no se podrá generar la OPI en el ejercicio presente hasta que el Departamento Contable realice ese proceso.\n3. Rendición y Cierre:\nLa rendición del viático y su cierre deben seguir las reglas del ejercicio. Generalmente, el sistema permite cerrar el viático en el ejercicio en que se originó, independientemente de si los pagos o devoluciones se realizan en el siguiente.\nDevoluciones a OPI de Ejercicios Anteriores: Si hay devoluciones de viáticos (a la OPI) del ejercicio anterior (ej. 2021) que ingresan en el actual (ej. 2022), estas se deben cargar en una caja del ejercicio anterior (2021) para que el sistema pueda traer la OPI, dado que la búsqueda de OPI para devoluciones se limita al ejercicio de la caja.",
    "¿Cómo se calculan y liquidan los viáticos para viajes internacionales (ej. Chile), y qué normativa (decreto o resolución) rige los montos diarios y el valor del kilómetro (ej. Decreto N° 4405/18 o 383/24 SGG)?": "La liquidación de viáticos internacionales está regida por normativas específicas (Decreto y Resoluciones) y el procedimiento en SIAF requiere que el usuario ingrese manualmente el monto diario en la divisa correspondiente:\n1. Normativa Vigente y Base de Cálculo:\nLa normativa base para viáticos es el Decreto N° 4405/18 GOB y la Resolución N° 566/18 SGG. Estos documentos contienen el Anexo del régimen de viáticos, incluyendo escalas por país y niveles jerárquicos.\nViajes al Exterior (Internacionales): Existe un régimen especial para viajes al exterior. La liquidación se basa en un monto diario establecido en Dólar Estadounidense (vendedor), según una escala por país y nivel jerárquico que se encuentra en la Resolución 566/18 SGG.\nEjemplo (Chile): El valor para Chile y Nivel Jerárquico IV puede estar indicado como \"228\" en la resolución, lo que se interpreta como 228 dólares diarios.\n2. Procedimiento de Carga en SIAF:\nTipo de Destino: Para liquidar viáticos a países limítrofes o internacionales, se debe utilizar la opción \"Combinado\" en la solicitud de viático. Si se selecciona \"países limítrofes\" el sistema puede no permitir la modificación del importe, mientras que con \"internacional\" o \"combinado\" sí permite realizarlo.\nMonto Manual: El sistema SIAF, al ingresar el destino internacional, puede arrojar un monto provincial y un monto de país limítrofe de \"1\" (o un valor incorrecto). Por ello, el usuario debe cargar manualmente el importe del viático en la divisa correspondiente (Dólares o Pesos, según la conversión).\n3. Valor del Kilómetro (Movilidad):\nLa movilidad (importe por kilómetro) se puede ingresar manualmente. El valor del kilómetro se desprende de la fórmula \"Unidad Retributiva de Viático (URV) por la Categoría (CAT)\". La URV se actualiza periódicamente mediante Resoluciones (ej. Res. 53/22 SGG, Res. 265 SGG, Res. 383/24 SGG, Res. 177/25).",
    "¿Por qué el sistema no me permite cargar el monto del viático (solo movilidad y servicios) en una solicitud, o por qué calcula un porcentaje (ej. 40% o 0%) diferente al esperado según el horario de la comisión?": "La imposibilidad de cargar el monto del viático o el cálculo inesperado de porcentajes (20%, 40%, 50%, 70%) se debe a la estricta aplicación de la normativa de viáticos (Decreto N° 4405/18) en función de las horas de comisión, la distancia y la tipología del viaje (si incluye o no pernoctación, almuerzo o cena):\n1. Cálculo de Porcentajes:\nMenos de 24 horas: La comisión se liquida al 40%.\nMás de 24 horas: La comisión se liquida al 50% del monto diario, siempre y cuando no exceda los rangos del decreto.\nPorcentajes Inferiores (20%): Se ha consultado sobre si corresponde el 20% para viajes dentro de un mismo día (ej. salida 01:00 y regreso 10:00 o 15:30 a 20:30), pero el sistema puede arrojar 40% o 0%, indicando que el cálculo depende de si se cubren los horarios de almuerzo/cena y el total de horas.\nSi la comisión dura menos de 24 horas, excede el horario administrativo (7h a 13h) y comprende horarios de almuerzo y cena, correspondería el 70% del viático.\nDistancia: No corresponde el pago de viáticos si la distancia es menor a 40 km, salvo que se use la opción de \"Justificación Fundada\", en cuyo caso corresponde el 70% (si son varios días, se calcula el 70% por los días autorizados).\n2. Imposibilidad de Cargar Montos (Solo Movilidad y Servicios):\nSi el sistema solo permite cargar el importe de movilidad y servicios, pero no el del viático en sí, es probable que la fecha/hora de la comisión no cumpla con los requisitos mínimos del decreto para la liquidación del viático. En estos casos, al intentar cargar la solicitud, el sistema no calcula el monto de viáticos.\nError del Sistema (Temporal): En ocasiones, el error puede ser temporal y coincidir con la implementación de un nuevo régimen de viáticos.",
    "Si la OP de anticipo de viático es menor a la OPI, o si el agente rinde por un importe superior al anticipado, ¿cómo registro la diferencia a favor del agente o los gastos adicionales (ej. combustible) en SIAF, y debo generar un expediente de gastos aparte?": "El procedimiento correcto en SIAF varía según si el agente debe devolver dinero o si la DA debe pagar una diferencia al agente:\n1. Agente Rinde por un Importe Superior al Anticipo (Se debe pagar una Diferencia al Agente):\nSi la rendición final del viático resulta en un monto rendido mayor al anticipo recibido (es decir, el agente gastó más de lo anticipado), se debe generar un expediente de gastos adicional para cubrir la diferencia.\nProcedimiento:\nSe debe generar un expediente de gastos (tipo gastos) por el monto de la diferencia a favor del agente.\nLa imputación de la partida utilizada para el expediente de gastos suele ser la misma que se usó en el anticipo de viáticos.\nUna vez generado, se le genera la OP, OPI y se paga este nuevo expediente.\nFinalmente, en la rendición del viático original, se debe añadir o relacionar el expediente de gastos generado por la diferencia. Una vez que el expediente esté pagado, se podrá cerrar la solicitud de viático original.\nGastos Adicionales (Ej. Combustible/Movilidad): Si el anticipo era solo para viáticos y la rendición incluye gastos adicionales (como combustible), la diferencia se paga mediante un expediente de gastos.\n2. Anticipo de OP o OPI con Montos Incorrectos (Anticipo menor al solicitado):\nSi se generó una OP y una OPI, pero se pagó un anticipo menor a la OP, se pueden generar inconsistencias en el sistema de reintegro.\nProcedimiento incorrecto: Realizar la OPI por un monto menor al de la OP original genera problemas, ya que si luego se rinde, el sistema puede solicitar devolver la diferencia entre la OP original y lo rendido, a pesar de que solo se anticipó un monto menor.\nAlternativas (Recomendadas por SIAF):\nHacer la OPI por el total de la OP original, y luego realizar los ajustes necesarios.\nGenerar una OPI con retención por la diferencia que quedó entre la OP y la OPI generada, y después realizar una orden de devolución a la tesorería por ese importe.\nPagar la diferencia a la persona y que luego efectúe una devolución por dicho importe.",
    "Si necesito anular una solicitud de viático que ya tiene anticipo o rendición, o si necesito cerrarla sin devolución, ¿cómo procedo en SIAF, y qué hacer si el sistema me exige cargar datos (ej. destino) que no corresponden?": "La anulación y el cierre de viáticos están estrictamente controlados, especialmente si ya se generó un anticipo (OPI pagada) o una rendición.\n1. Anular una Solicitud de Viático (Sin Anticipo/OP):\nSi la solicitud de viático (que ya no se va a realizar) no tiene expedientes ni Órdenes de Pago asociadas, el usuario puede anularla en el módulo de viáticos.\nPasos: Seleccionar el viático a anular, ir al lápiz (\"Anular la solicitud seleccionada\"), y luego presionar \"Dar de Baja\". El estado cambiará a \"Anulado\".\n2. Anular o Modificar una Solicitud que ya tiene OP/OPI (Anticipo Pagado):\nSi el anticipo fue pagado, anular la solicitud implica \"desandar\" todo el proceso:\nViático con Débito/Pago: Para anular la solicitud, primero se deben anular los pasos financieros en orden inverso (débito, OPI, OP, expediente). Los Directores de Administración, aunque tengan permiso de anular autorización, a veces no pueden anular OP generadas en viáticos, lo que requiere asistencia o un procedimiento diferente.\n3. Cerrar un Viático sin Devolución (Devolución Total):\nSi el agente no viajó y debe devolver el anticipo completo, pero la solicitud sigue abierta:\nError Común (Exigencia de Cargar Destino): Si se intenta cerrar el viático sin traer los datos de la solicitud, el sistema puede obligar a cargar el destino o la rendición (\"DEBE CARGAR EL DESTINO\" o \"El total de comprobantes rendido debe ser igual al importe real\").\nProcedimiento Correcto para Devolución Total:\nSi la devolución es por el total del viático, el usuario debe hacer la devolución directamente a la OPI por Caja.\nUna vez que la devolución a la OPI se haya registrado (y la Caja esté cerrada), se debe proceder a Cerrar la Solicitud de Viático.\nEl sistema propone el Volante de Reintegro solo cuando la devolución es parcial.\n4. Cerrar la Solicitud si la Rendición es Menor al Anticipo (Diferencia a favor del organismo):\nSi el total de comprobantes rendidos es menor al anticipo recibido:\nSe puede realizar el volante de reintegro por la diferencia.\nLa devolución a la OPI se debe hacer por Caja.\nUna vez que la devolución a la OPI haya sido cargada y la Caja cerrada, se podrá cerrar la solicitud de viático. Si la devolución es parcial, el sistema debería generar el volante de reintegro que indica a qué OPI devolver.",
    "¿Cómo recupero las marcaciones (fichajes) de la aplicación móvil de viáticos si se perdió el registro en la liquidación o si tuve problemas de conexión con la aplicación?": "Para recuperar las marcaciones (fichajes o selfies) registradas por la aplicación móvil de viáticos cuando no aparecen en la liquidación de SIAF, o si el sistema no las trae automáticamente, se debe utilizar una función específica dentro del módulo de viáticos:\nUbicación de la Función: El permiso o función para recuperar los fichajes se encuentra en el módulo Contaduría > Viáticos.\nPermiso Requerido: Para poder acceder y utilizar esta función, el usuario debe tener asignado el permiso de \"Rendir Liquidación\". Si no posee este permiso, no podrá ver la función \"Recuperar Fichajes\".\nProcedimiento de Consulta: Una vez dentro del módulo, se recomienda el siguiente camino:\nSeleccionar la opción \"Consultar la solicitud seleccionada\".\nDentro de esa consulta, buscar la opción \"Consultar datos externos (App 2019)\".\nDesde allí se debería poder recuperar los fichajes asociados a la solicitud.\nNota sobre la visualización: En la impresión o generación del PDF del comprobante de viáticos, generalmente solo se muestran los datos de la solicitud, y no los fichajes. Si el agente afirma que realizó las marcaciones (por ejemplo, tiene las fotos con ubicación y horarios en su aplicación), el inconveniente puede ser que la liquidación en SIAF no está trayendo esos datos, lo cual se soluciona consultando los datos externos.",
    "Si el agente tiene problemas para usar la aplicación de fichaje (ej. no puede ingresar, error de conexión, mail incorrecto), ¿con quién debo comunicarme (SIAF o Secretaría General de la Gobernación), y cómo se genera la clave para la aplicación móvil?": "Los problemas técnicos relacionados directamente con la aplicación móvil de fichajes (\"Fichaje de Viáticos E.R.\" o la nueva \"Entre Ríos Fichajes\") deben ser consultados a la Secretaría General de la Gobernación o al área específica que desarrolló y administra la aplicación. El área SIAF generalmente solo gestiona los permisos dentro del sistema (SIAF).\n1. Contactos para Problemas de la Aplicación:\nProblemas Reportados: Los errores típicos incluyen: el agente no puede registrarse, le pide el correo electrónico con el que se registró (que olvidó), el CUIL cargado está incorrecto y no permite el ingreso, no puede fichar, o la aplicación arroja errores genéricos de conexión o servidor.\nCanales de Soporte: Los contactos proporcionados son:\nCorreo Electrónico: fichajeviaticoser@entrerios.gov.ar.\nWhatsApp/Teléfono: Se menciona el contacto con el desarrollador (Julián Lanfranco) o un número de WhatsApp específico: 3435164142.\n2. Generación del Código SIAF para la Aplicación Móvil:\nPara que un agente pueda usar la aplicación de fichaje (ya sea la anterior o la nueva), necesita un código de acceso único (código SIAF).\nPermiso Requerido: La clave para la aplicación (código SIAF) debe ser generada por el Servicio Administrativo Contable del organismo, no por el agente. El permiso para realizar esta acción se encuentra en: Módulo Compras > Proveedores > Generar Clave para APP.\nProcedimiento: El usuario con el permiso debe buscar al proveedor/agente, seleccionarlo y luego hacer clic en el icono de la llave azul.\nCódigo Único: Este código SIAF es siempre el mismo para el agente y no se modifica.\nRequisito de Alta como Agente: Es fundamental que la persona esté cargada en SIAF como \"Proveedor - Agente\" para poder liquidarle viáticos y generar el código.\n3. Recuperación de Contraseña de la Aplicación (Autogestión):\nSi el agente olvidó su contraseña de la aplicación móvil, el procedimiento es de autogestión:\nDebe ingresar a la pantalla de inicio de la aplicación y dirigirse al apartado \"¿Olvidaste tu contraseña?\".\nSe le solicitará el correo electrónico con el que se registró originalmente.\nRecibirá un correo electrónico (debe verificar la carpeta de Spam) con las instrucciones para generar una nueva clave de acceso.",
    "Si una solicitud de viático ya fue cargada, pero necesito cambiar al agente comisionado o modificar las fechas del viaje (solicitud posterior a la salida), ¿es posible y cómo se realiza?": "La posibilidad de modificar o cambiar una solicitud de viático depende de la etapa en que se encuentre la solicitud y del tipo de modificación requerida:\n1. Cambiar al Agente Comisionado:\nSi se intenta cargar un nuevo agente para una comisión que tuvo lugar en una fecha anterior a la fecha de alta del nuevo agente, el sistema lo restringirá, ya que las solicitudes de viáticos son por agente.\nEn el caso de que un agente deba reemplazar a otro, y el viático ya esté generado, la anulación puede ser la única opción si el anticipo no fue pagado.\n2. Modificación de Fechas de Viaje (Fecha de Alta Posterior a la Comisión):\nCarga Retroactiva: El sistema no permite dar de alta una solicitud de viático con la fecha actual si las fechas de salida y regreso son anteriores. Si la fecha de la comisión es anterior a la fecha de la solicitud (ej., viático de septiembre cargado en octubre), se sugiere modificar la Fecha de Alta de la solicitud a una fecha anterior para que el sistema lo acepte.\n3. Anulación y Modificación de Solicitudes Activas (Sin Pago):\nSi la solicitud tiene un Expediente y una Orden de Pago (OP) generados, pero el anticipo no fue pagado, la única opción puede ser anular el expediente y la OP para poder rendir la liquidación correctamente.\nAnulación de Solicitud sin OP: Si el Director decide anular una solicitud que no tiene OP, se debe ir a la función \"Anular la solicitud seleccionada\" (el lápiz) y luego presionar \"Dar de Baja\". El estado pasará a \"Anulado\".\nImposibilidad de Recuperar: Una vez que un viático ha sido eliminado o anulado, no es posible volver atrás o rescatar las marcaciones asociadas.\n4. Modificación de Solicitudes Pagadas o Cerradas:\nUna vez que el viático se encuentra en estado CERRADO, no es posible modificar ningún dato, ni siquiera errores en la fecha de efectivización de la OPI.\nSi se requiere modificar un anticipo pagado o un débito bancario asociado (OPI), primero se deben eliminar los \"Datos Reales\" cargados en el expediente de viático (a través de VIATICOS -> RENDIR LIQUIDACIONES -> DATOS REALES) para poder anular o modificar el débito/OPI.",
    "¿Qué sucede si un agente tiene dos solicitudes de viáticos cargadas para la misma fecha, y cómo se resuelve este problema en SIAF?": "La carga de dos solicitudes de viáticos para el mismo agente en fechas que se superponen es posible en SIAF, aunque el sistema debería advertir sobre la superposición.\nAlerta del Sistema: Al intentar dar de alta una nueva solicitud que se superpone con una existente, el sistema debería arrojar un cartel de aviso indicando: \"Los datos se superponen con los datos del anticipo de la solicitud de viaticos...\" y los detalles de la solicitud existente.\nRendiciones Pendientes: El sistema también avisa si el agente tiene \"Rendiciones Pendientes de Liquidar\" antes de permitir continuar con una nueva solicitud.\nSuperposición de Fechas: Se ha reportado que la superposición de fechas ocurre, por ejemplo, cuando se carga un viático del 24 al 27 de noviembre y luego otro para la misma persona del 25 al 26 de noviembre.\nResolución (Procedimiento de Anulación):\nSi se cargaron dos solicitudes y una es errónea, se debe anular la solicitud duplicada.\nSi el viaje no se realiza o la comisión se anula después de recuperar las marcaciones de la aplicación (para dejar constancia de que no correspondía pagar viáticos), el procedimiento es anular la comisión.\nNota: Si la solicitud errónea ya generó un expediente/OP, debe seguir los pasos de anulación de OP/Expediente, si es que el anticipo fue pagado, ya que no se puede avanzar si hay expedientes duplicados en curso.",
    "¿Es permitido liquidar viáticos a funcionarios o agentes durante sábados y domingos, y qué normativa debo consultar al respecto?": "Sí, es permitido liquidar viáticos a funcionarios o agentes durante sábados o domingos, ya que la liquidación se realiza de igual forma que el resto de los días.\nNormativa a Consultar: Para verificar la normativa, se deben consultar el Decreto N° 4405/18 y la Resolución N° 566/18 SGG.",
    "¿Cómo se cargan los viáticos de los funcionarios y qué normativa o procedimiento debo seguir si superan el monto máximo autorizado por la DA?": "La carga de viáticos se realiza a través del módulo Contaduría > Viáticos. Los montos asignados están directamente relacionados con el Nivel de Funcionario cargado en SIAF.\n1. Requisitos para el Agente/Funcionario:\nEl funcionario debe estar cargado en SIAF como Proveedor tipo Agente. El alta o la modificación del nivel del funcionario (ej., de Director General a Subsecretario) es un proceso centralizado y sensible, que requiere iniciar un expediente o nota solicitando la modificación y adjuntar documentación de respaldo (Decreto o Resolución de designación, Situación de Revista).\n2. Viáticos que Superan el Monto Máximo Autorizado por la DA:\nSi una Orden de Pago (OP) supera el monto máximo que la Dirección Administrativa (DA) puede autorizar, se requiere una gestión de excepción.\nIntervención de Contaduría General: Las OP que superan ciertos montos (ej., $637.000) deben ser autorizadas por los Contadores Delegados de la Contaduría General de la Provincia.\nProcedimiento de Excepción: El Director de Administración debe tramitar una solicitud de excepción para poder autorizar OP por un monto superior al que la DA tiene permitido.\nNota Modelo: La Nota Modelo para solicitar excepciones de autorización de OP se encuentra en el sitio web oficial de SIAF.\n3. Viáticos de Funcionarios de Alto Nivel (Ministros/Secretarios):\nLa Autorización de Viáticos (el permiso de las flechas) corresponde exclusivamente a los Ministros.\nEl permiso de Visación de Viáticos corresponde al Director de Administración.\nEl permiso de Verificación de Viáticos corresponde a la autoridad superior del comisionado (ej., Jefe de Departamento).\nViáticos de Chofer de Ministro: Si un agente tiene el tilde de \"Chofer de Ministro\" en la solicitud de viático, le corresponde liquidar el mismo valor de viático que al Ministro (según Res. N° 53/22 SGG). Si se modifica la solicitud y se quita ese tilde, el monto vuelve al valor original del agente."
  },
  "Gestión de Fondos Permanentes, Cajas Chicas y Rendiciones": {
    "¿Cuál es el procedimiento actual (nota modelo, documentación, canal de envío) para dar de alta o modificar los datos de un proveedor (incluidos agentes, funcionarios, o proveedores especiales) en el sistema SIAF, y dónde puedo encontrar la nota modelo y la documentación requerida (ej. constancia de CUIT/CUIL, decreto de designación)?": "El procedimiento para dar de alta o modificar proveedores en SIAF depende del tipo de proveedor y de si se trata de un alta nueva o una modificación de datos sensibles.\nProcedimiento General para el Alta de Proveedores (Centralizado vs. Descentralizado):\nLa carga de proveedores en SIAF fue un proceso históricamente centralizado en el área SIAF. Sin embargo, a partir de mayo/junio de 2022, se implementó una descentralización parcial:\nAlta Descentralizada (A cargo de la DA): Las Direcciones Administrativas (DA) pueden solicitar permisos para cargar directamente proveedores tipo \"Proveedor\" y \"Especial\". Para poder hacerlo, deben gestionar los permisos correspondientes mediante una planilla de permisos de SIAF.\nAlta Centralizada (A cargo del Área SIAF): El alta de beneficiarios-proveedores de la Agrupación \"Agentes\" y \"Reparticiones\" sigue siendo realizada exclusivamente por el Área de Metodología y Coordinación de Sistemas de Información (MECOSI) de SIAF.\nDocumentación y Canales de Envío para Solicitudes Centralizadas (Agentes, Modificaciones y Reparticiones):\nLas solicitudes de alta de agentes, o cualquier modificación de proveedores ya cargados, requieren el envío formal de documentación:\nUbicación de la Nota Modelo y Formularios:\nLa nota modelo y los formularios correspondientes se encuentran en el sitio web oficial de SIAF: https://portal.entrerios.gov.ar/pf/buscador/tramite?2068.",
    "Si deseo dar de alta un agente para liquidar viáticos, ¿qué documentación es necesaria y quién debe tramitarlo, especialmente si se trata de pasantes, contratados de obra, o agentes que ya tienen usuario en otra DA?": "El alta de agentes (funcionarios) para liquidar viáticos es un proceso centralizado y sensible que requiere documentación que acredite el vínculo laboral, el nivel jerárquico y, en ciertos casos, la capacidad de recibir viáticos.\n1. Documentación Necesaria para Alta de Agentes:\nLa documentación solicitada debe ser anexada al expediente o nota modelo correspondiente:\nNota Modelo: Utilizar la \"Nota Modelo para alta de Beneficiarios - Proveedores // Agrupación 'Agentes'\".\nIdentificación: Constancia de CUIL/CUIT del agente y DNI (o copia).\nVínculo y Nivel: Situación de Revista, Resolución o Decreto de Designación o Constancia de Nivel de Funcionario. Esta documentación justifica el nivel y demuestra que el agente presta servicios para el organismo solicitante.\n2. Quién Debe Tramitarlo y Canales de Envío:\nTramitante: El alta de agentes debe ser solicitada formalmente por el organismo, generalmente mediante un expediente enviado por Mesa de Entradas de la Contaduría General de la Provincia. También puede ser subida al Gestor de Documentos o enviada por correo electrónico oficial.\nAutoridad: La planilla de alta de usuario debe estar firmada por el Director de Administración o la máxima autoridad del Servicio Contable, que es quien autoriza en el sistema, y por el usuario a dar de alta.\n3. Casos Especiales (Pasantes y Contratados de Obra):\nContratados de Obra: Por defecto, los contratados de obra no cumplen con las características para ser incorporados dentro de la Agrupación \"Agentes\", y solo podrían darse de alta como \"Proveedores\".\nExcepción para Viáticos: Solo son cargados como Agentes por el Área SIAF si las cláusulas del contrato se ajustan al Decreto 19/19 GOB (Art. 2° - “SEPTIMA – COMPENSACION EQUIVALENTE A VIATICOS Y MOVILIDAD”). Si no cumplen con esta condición, deben ser cargados por la DA como \"Proveedores\". Esto es relevante, ya que ser proveedor y no agente trae el inconveniente de no poder liquidarles viáticos.\nPasantes: Aunque se menciona el caso de pasantes (ej. Psicopedagogía), la fuente no especifica si cumplen el requisito de \"Agente\". Si tienen CUIT, la sugerencia del sistema es cargarlos como \"Proveedor\" en lugar de \"Especial\".\n4. Agentes que ya tienen usuario/código en otra DA:\nUn agente puede tener un código de proveedor asociado a una DA anterior (ej. DA 955) y necesitar ser asociado a una nueva DA (ej. DA 985). Si el agente ya existe en el sistema, pero con datos desactualizados o en otra DA, puede ser necesaria la actualización de datos mediante expediente para reflejar su nueva situación.",
    "Si el sistema indica que un proveedor (agente) ya existe con un DNI/CUIT/CUIL diferente o si tiene datos incorrectos (ej. nombre, cuil, situación impositiva), ¿cómo solicito la corrección de estos datos centralizados en SIAF?": "La corrección de datos de proveedores (incluidos agentes) que ya existen en SIAF y a quienes se les han realizado pagos previamente es un proceso estricto y centralizado, ya que la información es considerada sensible.\n1. Procedimiento Requerido (Expediente y Nota Modelo):\nPara solicitar la corrección de datos (ej. DNI/CUIT/CUIL, nombre, razón social, domicilio, situación impositiva, nivel de funcionario), el organismo debe:\nIniciar un Expediente: Se debe iniciar un expediente por Mesa de Entradas de la Contaduría General de la Provincia, el cual debe contener una nota que justifique el pedido y la documentación de respaldo.\nAdjuntar Nota Modelo de Modificación: Se debe adjuntar la \"Nota Modelo solicitud de modificación de proveedor\" (o \"Actualización de datos de Beneficiarios - Proveedores\") que se puede descargar del sitio oficial de SIAF.\nDetalles Específicos: La nota debe detallar el código SIAF del proveedor a modificar y el error observado.\nDocumentación de Respaldo: Se debe adjuntar la documentación actualizada y correcta, como:\nDNI, Constancia de CUIT/CUIL.\nConstancias de AFIP y ATER (o Situación de IIBB).\nSituación de revista, Resolución o Constancia de Nivel (si aplica a agentes/funcionarios).\n2. Casos de Inconsistencia de Datos o Códigos Múltiples:\nSi el sistema arroja errores como:\n\"Por cambio en la situación impositiva del beneficiario/ proveedor CUIT...\".\n\"Por inconsistencia en los datos del proveedor... comunicarse con usuariossiaf@entrerios.gov.ar para actualizar Cuit del beneficiario\".\n\"Se encontraron más de un Proveedor activo en SIAF...\".\n\"Por domicilio/localidad incompletas del proveedor...\".\nEn estos casos, el usuario debe seguir el procedimiento de modificación vía expediente, enviando la documentación al Área de Atención a Usuarios de SIAF (usuariossiaf@entrerios.gov.ar).\n3. Inmodificabilidad de CUIT/CUIL y Nombres Erróneos (Recomendación de Baja/Alta Nueva):\nSi el error es en el CUIT/CUIL, este es un dato que no se modifica en el proveedor existente.\nSolución para CUIT/CUIL erróneo: Se debe solicitar la suspensión del código de proveedor erróneo y solicitar un nuevo alta del agente con los datos correctos. El nuevo código SIAF será el que se asigne al agente con la CUIL/CUIT correcta.\nErrores de Nomenclatura por AFIP: Si un error en el nombre ocurre porque el sistema trae la información del WebService de AFIP, a menudo no se puede modificar directamente en la carga. Si es un error menor que no impide la operación, se puede dejar así, pero si se requiere modificar, se debe iniciar el expediente de modificación. Si el nombre es incorrecto por un error de carga, se debe solicitar la corrección mediante expediente.",
    "¿Cómo se clasifican o agrupan los proveedores (ej. \"PROVEEDORES\", \"REPARTICIONES\") en SIAF, y qué permisos se requieren para cargar cada tipo (ej. Repartición o Proveedor Especial)?": "Los beneficiarios-proveedores en SIAF se clasifican en diferentes agrupaciones, y el permiso para darlos de alta depende de dicha clasificación:\n1. Clasificación/Agrupaciones de Proveedores en SIAF:\nLos tipos de proveedores mencionados en las fuentes son:\nAgentes: Personas físicas en relación de dependencia o contrato de servicios con la Administración Pública Provincial. Se utilizan principalmente para liquidar viáticos y para Caja Chica/Fondo UTD.\nProveedores: Generalmente, personas o entidades que se ajustan a las características de un proveedor estándar. Los contratados de obra que no cumplan con el Decreto 19/19 se dan de alta como \"Proveedores\".\nEspeciales: Se utilizan cuando la persona o entidad no tiene impuestos activos o no cumple con las características de otros agrupamientos, como en el caso de subsidios. También pueden incluir proveedores extranjeros a los que se les permite el alta sin CUIT. Si un proveedor tiene impuestos activos en AFIP, no puede ser cargado como \"Especial\", sino como \"Proveedor\".\nReparticiones: Incluyen entidades gubernamentales (como Juzgados o Ministerios). A veces, se utiliza para entes sin CUIT/CUIL específico, como un Juzgado.\nMunicipios.\nDirección.\nSueldos: Utilizados para el pago de la masa salarial (ej. escuelas, sindicatos, obras sociales).\n2. Permisos Requeridos para la Carga de Cada Tipo:",
    "¿Cómo se soluciona el error al intentar cargar proveedores especiales debido a fallas en la conexión con el servicio web de AFIP?": "Los errores al cargar proveedores (especialmente los que requieren datos de AFIP) a menudo se deben a problemas de conexión con el Web Service de AFIP (A5).\nCausas y Procedimiento de Solución:\nFalla Externa (AFIP): La principal causa de errores como \"Error en el acceso al webservice de AFIP\", \"No se pudo generar ticket de acceso\", o \"No había ningún extremo escuchando...\" es un problema directo con el Web Service de AFIP, ya que SIAF toma los datos de esa base de datos.\nVerificación y Reintento: Ante estos errores, la primera sugerencia es reintentar la carga más tarde.\nProblemas de Conexión Local/Navegador: Se sugiere probar con otro navegador (ej. Chrome) o verificar la conexión de red local (VPN).\nReporte a AFIP/DGI (si persiste): Si el problema persiste, se indica a los usuarios que deben contactar a su área informática local o hacer un reporte formal en el sitio de AFIP, indicando el problema específico: \"Es Imposible acceder al WEBSERVICES DE AFIP PADRÓN A5, cuál es el inconveniente?\".\nEl Área SIAF es consciente de que estas fallas temporales impiden la carga, y monitorea el funcionamiento del Web Service de AFIP.",
    "¿Qué debo hacer si no puedo visualizar o imprimir un listado de pagos a proveedores, especialmente si necesito consultar como \"Órgano Rector\"?": "Si bien la consulta específica sobre listados de pagos a proveedores como \"Órgano Rector\" no está detallada en las fuentes, se proporcionan instrucciones sobre cómo acceder y generar listados, y a quién recurrir en caso de problemas:\nUbicación de Listados de Pagos (OPs): Para listar las Órdenes de Pago (OP) generadas para un proveedor específico, se debe usar el listado 1119 (que se encuentra en LISTADOS, CONTADURIA), y listarlo por cada año.\nAcceso a Listados Generales: Otros listados, como el de \"saldos Bancarios\" (1161), se encuentran en listado/tesoreria/1161, y se accede con la función de exportar a Excel.\nFalta de Permisos: Si un usuario no puede acceder a ciertas funciones o listados (como la impresión de planillas de permisos), puede deberse a la falta del permiso necesario. En este caso, debe solicitarse la adición del permiso mediante la Planilla de Modificación de Permisos.\nProblemas Técnicos de Listados: Si al intentar generar un listado (ej. Saldos Bancarios 1161) el sistema se tilda, se sugiere reportar el error con exactitud (incluyendo la cuenta y OP si aplica) a la Dirección General de Informática (DGI) o al área SIAF, ya que puede ser un error de conexión o del servidor."
  },
  "Errores de Funcionamiento, Listados y Operaciones Específicas": {
    "¿Cuál es el procedimiento y la documentación necesaria para solicitar el alta de un nuevo usuario en SIAF o para reactivar un usuario vencido por inactividad?": "El procedimiento y la documentación varían ligeramente según si se trata de un alta nueva o de una reactivación de un usuario existente:\n1. Para la Solicitud de Alta de un Nuevo Usuario en SIAF:\nGeneralmente, la solicitud es iniciada por la Dirección Administrativa (DA) a la que pertenece el nuevo usuario, típicamente por el Director de Administración, ya que él tiene el permiso para generar planillas de permisos.\nProcedimiento en Sistema: La persona autorizada debe realizar el alta de la solicitud en SIAF desde la función Administración > Planilla de Usuarios > Alta. Una vez generada la planilla de permisos, debe autorizarla en el sistema.\nEnvío Documental: La planilla autorizada debe imprimirse y enviarse a SIAF para su impacto.\nRequisitos de Firma: La planilla impresa debe ser firmada por el director/autorizante y por el usuario al que se le está dando de alta. El envío se realiza por Mesa de Entradas de la Contaduría General de la Provincia.\nGeneración de Credenciales: Una vez que la planilla es recibida e \"impactada\" por el área SIAF, el sistema genera automáticamente el usuario y contraseña, los cuales son enviados al correo electrónico personal proporcionado en la planilla de alta.\nDocumentación Adicional (para Funcionarios de Alto Nivel): Para nuevas designaciones en cargos de alta jerarquía (como Presidente o Director Ejecutivo), se debe iniciar un expediente, adjuntando la copia del decreto/resolución de designación, copia del DNI y una nota que indique el nombre, apellido, DNI, casilla de correo electrónico personal y las Direcciones Administrativas (DA) a cargo. En estos casos, las planillas de permisos las realiza el área SIAF.\n2. Para la Solicitud de Reactivación de un Usuario Vencido (por inactividad):\nUn usuario se vence (bloquea) por razones de seguridad si no ha ingresado al sistema por un periodo de tiempo, como tres meses o más.\nProcedimiento y Documentación: La reactivación se solicita mediante una nota o expediente.\nSe debe usar la \"Nota Modelo Reactivación Cuenta de Usuario\", disponible en la sección Formularios de la página oficial de SIAF.\nLa nota debe estar firmada por el Director de Administración (quien autoriza) y por el usuario a reactivar.\nSe debe adjuntar la constancia de CUIT/CUIL del usuario.\nEl envío se realiza por Mesa de Entradas o se sube al Gestor de Documentos (debiendo avisar al área SIAF).\nContraseña tras la Reactivación: La reactivación no implica el restablecimiento automático de la contraseña. El usuario debe intentar ingresar con su clave anterior. Si no la recuerda, debe usar la opción \"¿Olvido su contraseña?\" en la pantalla de inicio de SIAF.",
    "Si ya tengo un usuario en SIAF, ¿cómo solicito la modificación o adición de permisos (ej. módulos de Compras, Renditivo, Gestión de Bienes, viáticos o rubrica), y quién es la persona autorizada en mi Dirección Administrativa (DA) para realizar o aprobar dicha planilla?": "La solicitud de modificación o adición de permisos se realiza a través de una Planilla de Permisos y generalmente es responsabilidad de la Dirección Administrativa (DA) a la que pertenece el usuario.\n1. Procedimiento para Modificar o Adicionar Permisos:\nIniciación del Trámite: Debe ser solicitado mediante una Planilla de Permisos de Modificación.\nAcceso en Sistema: El usuario autorizado debe acceder a Administración > Planilla de Permisos > Alta Planilla de Permisos.\nSelección: Debe seleccionar la opción \"Modificar Permisos\". Si el usuario ya existe, al ingresar el DNI, el sistema debería traer sus datos.\nAsignación: Se seleccionan los nuevos permisos que se desean agregar. Para finalizar la selección, se debe utilizar el \"Tilde verde\" (Agregar permisos seleccionados) y luego \"Aceptar\" en la parte inferior. Si solo se agregan permisos y no se revocan los existentes, es fundamental verificar que la planilla no esté revocando permisos sin querer (lo que podría ocurrir si no se tilda la opción \"usuario especial\" para directores).\nAutorización y Envío: Una vez generada la planilla, debe ser autorizada en sistema por la persona facultada. Posteriormente, si los permisos no son considerados sensibles, la planilla puede no requerir envío físico. Si se trata de permisos sensibles, o de alta/baja de usuarios, debe imprimirse y remitirse firmada por el usuario y el autorizante a SIAF (por Mesa de Entradas o Gestor de Documentos) para su impacto.\n2. Personas Autorizadas para Realizar o Aprobar la Planilla:\nLa persona que tiene el permiso para generar y autorizar planillas de permisos es, por lo general, el Director de Administración de la DA.\nEjemplos de Roles con Permiso de Generación/Autorización:\nDirector de Administración.\nEn el caso del Consejo General de Educación (CGE), Directores de Departamentales.\nPresidente del Organismo (si tiene los permisos).\nOtros funcionarios designados por el director (ej. Coordinador).\nPermisos Sensibles (que requieren firmas): Permisos como alta/baja de usuarios, asientos contables, autorización de director, o visación de viáticos se consideran sensibles. Si un usuario necesita permisos de director o un perfil \"especial\", la planilla debe ser enviada con las firmas requeridas y, a menudo, adjuntando la normativa que respalde el cargo. El permiso de \"Autorización de OP\" solo corresponde a los Contadores Delegados.",
    "¿Cómo puedo consultar la planilla de permisos de mi usuario o verificar el estado de una solicitud de alta o modificación de permisos?": "Para consultar la planilla de permisos de su usuario o verificar el estado de la solicitud:\nConsultar la Planilla de Permisos: Es posible que su usuario tenga asignado el permiso para Imprimir Planilla de Permisos. Este permiso se encuentra en ADMINISTRACION > PLANILLA PERMISOS. Al seleccionar el icono de la impresora (o dos hojas), se generará un archivo PDF con la planilla. De lo contrario, deberá consultarlo con quien posee los permisos para generarlas en su DA.\nVerificar el Estado de la Solicitud: Puede verificar el estado de la planilla en el sistema SIAF. El estado de la planilla determina su situación:\nActiva: La planilla está creada pero aún no ha sido autorizada en sistema. Debe estar en este estado para poder ser modificada.\nAutorizada: La planilla ha sido autorizada por el Director en el sistema y está pendiente de ser recibida e impactada por el área SIAF.\nImpactada (o Realizada/Ejecutada): La planilla ha sido procesada por el área SIAF, y los permisos ya han sido asignados al usuario.\nEl área SIAF puede informarle el número de planilla asignada a su usuario y la fecha en que fue impactada.",
    "Si necesito modificar la DA a la que está asignado un usuario o si un usuario debe operar en varias DA, ¿cuál es el procedimiento a seguir?": "Si se requiere que un usuario opere en múltiples Direcciones Administrativas (DA) o si debe cambiar de DA (por ejemplo, por cambio de sector), debe realizarse una Planilla de Modificación de Permisos utilizando el usuario existente:\nConsolidación de Permisos: La persona solo debe tener un único usuario. Si el usuario opera en varias DA (ej. DA 987, DA 959, DA 902), se recomienda consolidar todos los permisos en el usuario principal (generalmente el asociado al DNI) y luego dar de baja o anular la planilla de permisos del usuario secundario.\nModificación de Permisos: El Director de Administración debe dar de alta una nueva planilla de permisos seleccionando la opción \"Modificar Permisos\".\nSelección de DA: Dentro de la planilla de modificación, en la sección \"Permisos\", se debe seleccionar la nueva Dirección Administrativa (DA) a la que se le quieren asignar o quitar permisos.\nBaja o Revocación (si aplica): Si el usuario ya no pertenece a la DA anterior (por ejemplo, si fue adscripto), es necesario que el usuario se dé de baja de esa DA o que en la planilla de modificación se le revoquen los permisos de la DA anterior. Si el usuario debe ser dado de baja de una DA para poder darle de alta en otra, se debe gestionar la baja y esperar a que sea impactada por SIAF antes de realizar la nueva alta.",
    "Si al intentar modificar permisos el sistema indica que el usuario está vencido o con una planilla activa, ¿cómo debo proceder para desbloquearlo o reactivarlo?": "Debe seguir los siguientes procedimientos, según el error que arroje el sistema:\n1. Si el Usuario Está Vencido o Bloqueado:\nSi el sistema indica que el usuario está vencido, no podrá realizar la modificación de permisos. En este caso, debe seguir el procedimiento de Reactivación de Usuario Vencido detallado en la primera pregunta (Q1), iniciando el expediente con la nota modelo y la documentación necesaria.\n2. Si el Sistema Indica que Existe Otra Planilla Activa o Autorizada:\nSi el sistema no permite la modificación porque ya existe otra planilla activa o autorizada para el mismo usuario, debe anular o desautorizar la planilla previa:\nDesautorizar Planilla: Si la planilla se encuentra en estado \"Autorizada\", debe desautorizarla para que vuelva a estado \"Activa\".\nPara desautorizar, debe buscar el icono del semáforo rojo o el botón correspondiente (a veces la opción de modificación/lápiz).\nModificar o Crear Nueva: Una vez que la planilla está en estado \"Activa\", se puede modificar. Si la planilla ya fue impactada, no se puede modificar, y se debe generar una nueva planilla de modificación.\nVerificación de Permisos Revocados: Al modificar una planilla, es crucial verificar el resumen (usando el icono de la impresora o el tilde verde) para asegurarse de que no se estén revocando permisos que se desean conservar, ya que esto podría causar problemas de acceso si se impacta con revocaciones no solicitadas. En caso de revocaciones no intencionadas, se debe desautorizar y modificar la planilla antes de enviarla.",
    "¿Cómo se realiza la delegación de permisos sensibles, como la autorización de Órdenes de Pago (OP) o la anulación de autorizaciones, de Pago (OP) o la anulación de autorizaciones, requiere un proceso formal que involucra la generación de una planilla de permisos y, frecuentemente, la presentación de documentación oficial para justificar la delegación del cargo y la sensibilidad del permiso?": "1. Identificación y Solicitud del Permiso:\nPermisos de Autorización de OP: El permiso de \"Autorización de OP\" solo corresponde a los Contadores Delegados de la Contaduría General de la Provincia. El permiso que se solicita para los Directores de Administración es el de \"Autorización de Director\".\nDelegación de Autorización de Director: Si se requiere delegar el permiso de autorización de director, por ejemplo, a un Subdirector, esto solo es posible si la Orgánica del Organismo especifica que el Subdirector es subrogante en caso de ausencia/acefalia temporaria del Director de Administración.\nPermisos Sensibles: La delegación de permisos sensibles (como alta de planillas de permisos, asientos contables, autorizaciones de director, visación de viáticos o alta de permisos de Gestión de Bienes) generalmente requiere un proceso más riguroso y la presentación de la planilla impresa y firmada.\n2. Procedimiento y Documentación Requerida:\nGeneración de la Planilla: El Director de Administración (DA) o quien posea el permiso para gestionar planillas de permisos debe ingresar a SIAF y crear una Planilla de Permisos de Modificación.\nPara solicitar permisos que corresponden a directores o subdirectores, es crucial tildar la opción \"usuario especial\". Si se omite tildar esta opción en una modificación, podría llevar a la revocación de permisos existentes que corresponden al Director.\nAl modificar la planilla, se deben tildar los permisos a agregar (o revocar). Es recomendable verificar los permisos a agregar/revocar con el icono de la impresora antes de aceptar la planilla.\nAutorización en Sistema: La planilla debe ser autorizada en el sistema por el Director de Administración (quien tiene los permisos para realizar y autorizar planillas).\nEnvío Documental (Requerido para Permisos Sensibles): La planilla, una vez autorizada en SIAF, debe ser impresa y enviada físicamente (por Mesa de Entradas) o subida al Gestor de Documentos para ser impactada por el área SIAF.\nRequisitos de Firma: Las planillas para permisos sensibles o altas de usuarios deben estar firmadas por quien autoriza en el sistema (el Director/autorizante) y por el usuario al que se le asignan los permisos. Si la firma del autorizante en papel no coincide con el usuario que la autorizó en el sistema, la planilla será rechazada.\nDocumentación Adicional (Decreto/Resolución): Para otorgar o modificar permisos de alto nivel (como visación de viáticos o autorización de director), o en casos de cambio de autoridades, se requiere adjuntar la Resolución o Decreto de designación que respalde el cargo y, a menudo, la Orgánica del Organismo.\n3. Solicitud de Excepción de Autorización de OP (Montos Superiores):\nCuando una OP supera el monto máximo autorizado por el Director de la DA, se requiere una excepción.\nProcedimiento: Se debe iniciar un expediente dirigido al Contador General, adjuntando la nota modelo de solicitud de excepción de autorización de OP (disponible en el sitio web oficial de SIAF).\nContadores Delegados: Las OP superiores a ciertos montos (ej. $637.000) deben ser autorizadas por los Contadores Delegados de la Contaduría General de la Provincia.",
    "¿Es necesario dar de alta a los ministros, secretarios o directores con permisos específicos para la autorización y/o verificación de viáticos, y cuál es la nota o proceso a seguir?": "Sí, es necesario que los Ministros, Secretarios y Directores posean permisos específicos para la validación de viáticos (Verificación, Visación y Autorización) en SIAF, ya que estas funciones son definidas por normativa (Decreto N° 4405/18 y Res. N° 566/18 SGG).\n1. Solicitud de Permisos Específicos para Viáticos:\nAutorización de Viáticos: Este permiso (Autorización de Comisiones) corresponde exclusivamente a los Ministros y Secretarios de la Gobernación. Si un usuario que no es Ministro intenta otorgar este permiso, el sistema lo notificará como un permiso sensible que no le será otorgado.\nVisación de Viáticos: Este permiso corresponde a la autoridad de administración, generalmente el Director de Administración.\nVerificación de Viáticos: Este permiso corresponde a la autoridad superior del comisionado, a menudo un Jefe de Departamento.\n2. Proceso de Alta o Modificación de Permisos de Funcionarios de Alto Nivel:\nDebido a la jerarquía de estos usuarios, el proceso de alta o modificación a menudo es gestionado directamente por el área SIAF, pero requiere documentación formal del organismo:\nAlta de Usuarios de Alto Nivel: El alta de funcionarios (como Directores, Subdirectores, o Ministros) es realizada por el área SIAF.\nDocumentación Requerida: Para que SIAF pueda asignar los permisos de estos funcionarios, el organismo debe iniciar un expediente (dirigido al Cr. Gral. Andrés Zabala o al área SIAF). El expediente debe adjuntar:\nEl Decreto o Resolución de Designación.\nLa Planilla de Permisos (enviada firmada por el funcionario y el autorizante).\nLa Orgánica del Organismo (para justificar las funciones delegadas).\nUn Correo Electrónico Personal para el envío de credenciales.\n3. Solicitud de Permisos Faltantes:\nSi un funcionario ya tiene usuario pero le faltan permisos de viáticos (ej. verificación), se debe solicitar mediante Planilla de Modificación de Permisos. El Director de Administración o la persona facultada en el organismo es quien realiza esta planilla y la autoriza. En el caso de permisos sensibles, la planilla debe ser enviada firmada para su impacto.",
    "Si al intentar acceder a SIAF (especialmente por VPN) o a módulos específicos (ej. planilla de permisos) el sistema se tilda, se cierra, o devuelve errores genéricos de conexión/servidor (\"Error de servidor en la aplicación\", \"Unable to connect\", etc.), ¿es un problema de mi conexión, de mi navegador (Chrome, Explorer), o un error general del sistema (SIAF o informático)?": "Los errores de SIAF que se manifiestan como tildes, cierres de sesión, o mensajes genéricos de servidor o conexión pueden ser causados por una combinación de factores, incluyendo problemas de la red local (VPN), del navegador utilizado, o, en menor medida, errores puntuales del sistema SIAF o de la Dirección General de Informática (DGI).\n1. Problemas de Conexión (Red/VPN/Informática General):\nErrores Comunes Relacionados con la Red: Muchos errores de funcionamiento, como que el sistema se tilde, piense indefinidamente, se cierre la sesión, o arroje mensajes como \"Error de servidor en la aplicación 'SIAFER'\", \"Error en el servidor remoto: (503) Servidor no disponible\", o \"Problema de conexión con DGIn\", son indicativos de problemas de conexión o de la infraestructura informática externa a SIAF.\nVPN y Latencia: Se ha reportado que el ingreso por VPN puede ser lento debido a la gran cantidad de consultas (ej. por recibos digitales), y los problemas de comunicación a través de VPN pueden impedir la reproducción del error por parte del soporte SIAF.\nRecomendación de Contacto: Cuando los errores persisten y no son atribuibles a permisos o carga de datos, se sugiere al usuario contactar a su área informática local o a la Dirección General de Informática (DGI) (teléfono 4208649).\n2. Problemas del Navegador:\nInconsistencia de Navegadores: SIAF puede funcionar mejor o peor dependiendo del navegador. Se han reportado errores al usar Internet Explorer, Firefox o Chrome, y a menudo la solución es simplemente probar con otro navegador.\nCarga de Archivos Planos: Se ha reportado que la carga de archivos planos funciona bien en Explorer, pero da errores en Mozilla y Chrome.\nErrores Específicos: Los errores de tipo \"Error de servidor en la aplicación 'SIAFER'\" o \"No se puede cargar el recurso\" pueden ser puntuales del sistema SIAF, pero a veces se sugiere probar con otro navegador si se sospecha de problemas locales.\n3. Errores Generalizados del Sistema SIAF (Temporales):\nOcasionalmente, el área SIAF puede confirmar que el sistema está experimentando problemas generales que están siendo trabajados para su solución.\nEjemplos de errores: errores aleatorios, problemas de conexión entre SIAF y AFIP (Webservice), o errores en módulos específicos (como débito bancario o viáticos) que luego son corregidos por el equipo técnico.",
    "Si olvidé mi contraseña o mi usuario no es reconocido por el sistema, ¿existe una opción de recuperación de clave en la página de SIAF o debe ser blanqueada por el equipo de atención?": "Los usuarios tienen acceso a una función de autorrecuperación de contraseña en la página de SIAF; sin embargo, si el usuario está vencido, si el correo electrónico registrado está incorrecto, o si la función no funciona por otros motivos, el equipo de atención de SIAF puede restablecerla (blanquearla).\n1. Opción de Recuperación de Clave por el Usuario (\"¿Olvido su Contraseña?\"):\nProcedimiento estándar: Si el usuario olvidó su contraseña, debe usar la opción \"¿Olvidó su contraseña?\" en la pantalla de inicio de SIAF (debajo de usuario y contraseña).\nDatos Requeridos: Al utilizar esta opción, debe ingresar el usuario, DNI y el correo electrónico exacto que se registró en la planilla de alta de usuario en SIAF.\nEnvío Automático: El sistema enviará automáticamente la nueva contraseña al correo electrónico registrado.\nCambio Posterior: Después de ingresar con la contraseña temporal recibida, el sistema le solicitará cambiarla por una nueva.\n2. Intervención del Equipo de Atención/SIAF (Restablecimiento o Blanqueo):\nEl equipo de SIAF puede restablecer la contraseña en casos donde la función de autorrecuperación falla o el usuario no puede acceder al sistema:\nSolicitud Directa: El usuario puede solicitar directamente al equipo de SIAF que restablezca la contraseña. El equipo la restablece y se envía al correo registrado.\nBloqueo por Inactividad/Vencimiento: Si el usuario está vencido por inactividad, debe solicitar primero la reactivación. Una vez reactivado, si no recuerda la clave, puede usar la opción de olvido.\nCorreo Electrónico Incorrecto/Perdido: Si el usuario no tiene acceso al correo registrado, o este fue cargado con errores en la planilla original, se debe realizar una Planilla de Modificación de Permisos para actualizar el correo electrónico. Una vez impactada esta modificación, el usuario podrá utilizar la opción \"¿Olvidó su contraseña?\" para recibir la clave en el nuevo correo.\nUsuario Bloqueado al Ingreso (Contraseña Nueva): Si el usuario ingresó una vez y no cambió la contraseña, el usuario se bloquea. Si un usuario tiene dificultades continuas con la clave, se puede recomendarle que se comunique telefónicamente (ej. interno 1434) para que se la restablezcan."
  }
}